{
    "0": "1 Guide RE 2020 Parution janvier 2024 2 Guide RE 2020 RÉGLEMENTATION ENVIRONNEMENTALE DES BÂTIMENTS NEUFS (RE 2020) Ministère de la Transition écologique (MTE) Centre d'études et d'expertise sur les risques, l'environnement, la mobilité et l'aménagement (Cerema) AUTEURS DU DOCUMENT Rédacteur : CABASSUD Nicolas – Cerema Méditerranée Contributeurs : DESLOT Quentin – DGALN/DHUP/QC COLIN Gaëlle – DGALN/DHUP/QC THIEBAUT Aloïs – DGALN/DHUP/QC PRADELLE Sylvain – DGALN/DHUP/QC ORTA Louis – DGALN/DHUP/QC LAPEYRE Vincent – DGALN/DHUP/QC GRATIOT Monique – DGALN/DHUP/QC Relecteurs : Membres du GT restreint Accompagnement RE 2020 Membres du GT Communication & Formation 3 Guide RE 2020 Sommaire 1 L’ESSENTIEL DE LA RE 2020 ..................................................................................................... 7 1.1 Comment la performance énergetique est-elle prise en compte ? ..................................................... 9 1.2 Comment le confort d'été est-il pris en compte ? ............................................................................. 11 1.3 Comment la performance environnementale est-elle prise en compte ? .............................................. 11 1.4 Quelles sont les exigences de performance énergétique et environnementale ? ............................. 16 1.5 Comment attester de la prise en compte de la RE 2020 ? ................................................................. 24 2 CONTEXTE ET ENJEUX DE LA RE 2020..................................................................................... 26 2.1 Contexte ............................................................................................................................................. 26 2.2 La RT 2012 en réponse aux enjeux énergétiques ............................................................................... 26 2.3 Une réglementation environnementale des bâtiments neufs pour répondre aux enjeux environnementaux ......................................................................................................................................... 27 2.4 Une expérimentation E+C- pour préparer la RE 2020 ........................................................................ 29 2.5 Travaux d’élaboration de la RE 2020 et concertation de grande ampleur ........................................ 30 3 CADRE D’ÉVALUATION DE LA RE 2020 ................................................................................... 34 3.1 Champ d’application .......................................................................................................................... 34 3.2 A quel moment/phase du projet faire les évaluations RE 2020 ? ...................................................... 37 3.3 Périmètre d’évaluation ...................................................................................................................... 37 3.4 Données d’entrée ............................................................................................................................... 41 3.5 L’énergie primaire .............................................................................................................................. 45 3.6 Quelques définitions (complémentaires à celles de l’annexe I de l’arrêté « exigences et méthode ») ......... 47 4 MÉTHODE D’ÉVALUATION ET INDICATEURS DE LA RE 2020 ................................................... 49 4.1 La performance énergétique .............................................................................................................. 49 4.2 La performance environnementale .................................................................................................... 53 4.3 Le confort d’été .................................................................................................................................. 62 4.4 Logiciels d’évaluation ......................................................................................................................... 65 4.5 Les attestations de la prise en compte de la RE 2020 ........................................................................ 66 5 EXIGENCES DE LA RE2020 POUR LES CONSTRUCTIONS ET EXTENSIONS DE PETITE SURFACE, LES HABITATIONS LÉGÈRES DE LOISIRS ET LES CONSTRUCTIONS TEMPORAIRES.................................... 71 5.1 Les constructions et extensions de petite surface ............................................................................. 71 5.2 Les habitations légères de loisirs ........................................................................................................ 73 5.3 Les constructions temporaires ........................................................................................................... 75 6 NIVEAUX DE PERFORMANCE ET LABEL RE 2020 ..................................................................... 77 6.1 Quelles sont les exigences de performance énergétique et environnementale ? ............................. 77 6.2 Dispositions particulières ................................................................................................................... 90 6.3 Un label Pour aller au-delà de la RE 2020 .......................................................................................... 91 4 Guide RE 2020 Préambule La RE 2020 est la nouvelle réglementation énergétique et environnementale de l’ensemble de la construction neuve. L’État, avec l’aide des acteurs du secteur, a lancé un projet inédit pour prendre en compte dans la réglementation non seulement les consommations d’énergie, mais aussi les émissions de carbone, y compris celles liées à la phase de construction du bâtiment. L’enjeu est donc de concevoir et construire les futurs lieux",
    "1": "de vie des Français en poursuivant trois objectifs majeurs portés par le gouvernement :  un objectif de sobriété énergétique et une décarbonation de l’énergie ;  une diminution de l’impact carbone ;  une garantie de confort en cas de forte chaleur. Cette nouvelle réglementation, préfigurée par l’expérimentation E+/C- et qui vient remplacer la RT 2012, émerge de la volonté de l’État, mais aussi du dialogue avec les acteurs qui ont décidé d’agir collectivement pour réduire les émissions du bâtiment. Il s’agit de la première réglementation française, et une des premières mondiales, à introduire la performance environnementale dans la construction neuve via l’analyse en cycle de vie. Elle est entrée progressivement en vigueur depuis le 1er janvier 2022, en commençant par les logements. Le guide qui vous est proposé au travers de ce document est conçu pour accompagner les acteurs de la construction dans l’appropriation de cette nouvelle règlementation. Il propose 3 niveaux de lecture (de la plus synthétique à la plus détaillée) permettant de répondre, nous l’espérons, à la diversité des besoins et s'adresse aussi bien à des décideurs ou des entrepreneurs souhaitant s’acculturer à la réglementation, qu'aux formateurs, bureaux d’études souhaitant comprendre plus en profondeur le sujet. Vous trouverez ainsi : 1. Une fiche « À retenir » qui identifie les points principaux de la RE 2020 ; 2. « L’essentiel de la RE 2020 » qui appréhende la RE 2020 dans sa globalité de manière synthétique ; 3. Une partie plus détaillée, qui permet d’approfondir la connaissance de la RE 2020, organisée par thème, de sa genèse à l’explication des méthodes de calcul. 5 Guide RE 2020 NOUVEAU NOUVEAU NOUVEAU NOUVEAU À RETENIR LA RE 2020 C’EST…  La première réglementation énergétique et environnementale… Elle poursuit des objectifs d’amélioration de la performance énergétique des bâtiments neufs, de réduction de leur impact sur le climat (prise en compte des émissions de gaz à effet de serre sur l’ensemble du cycle de vie des bâtiments) et de leur adaptation aux conditions climatiques futures (renforcement du confort d’été). Ainsi, elle amène à une amélioration de la conception bioclimatique des bâtiments, elle renforce la performance de l’enveloppement du bâti, elle favorise le recours aux énergies renouvelables et peu carbonées et aux matériaux ayant une faible empreinte carbone, notamment ceux qui stockent du carbone.  À destination Des bâtiments à usage d’habitation, de bureaux et d’enseignement primaire ou secondaire, puis étendu aux autres usages de bâtiments. Elle est entrée en vigueur à compter du 1er janvier 2022 pour l’habitation et au 1er juillet 2022 pour les bâtiments de bureaux et d’enseignement primaire ou secondaire. Enfin, elle s’applique complètement ou avec des exigences adaptées, en fonction des configurations exactes, aux extensions de ces constructions, aux constructions et extensions de petite surface à partir du 1er janvier 2023, et aux constructions provisoires et aux habitations légères de loisirs (HLL) exonérées de permis de construire ou de déclaration préalable à partir du 1er juillet 2023.  Basée sur une évaluation de 6 indicateurs répondant",
    "2": "à des exigences minimales Energie Bbio [points] Besoins bioclimatiques Évaluation des besoins de chaud, de froid (que le bâtiment soit climatisé ou pas) et d’éclairage. Cep [kWhep/(m².an)] Consommations d'énergie primaire totale Évaluation des consommations d’énergie renouvelable et non renouvelable des 5 usages RT 2012 : chauffage, refroidissement, eau chaude sanitaire, éclairage, ventilation et auxiliaires + 1. éclairage et/ou de ventilation des parkings 2. éclairage des circulations en collectif 3. électricité ascenseurs et/ou escalators Cep,nr [kWhep/(m².an)] Consommations d'énergie primaire non renouvelable Ic énergie [kg eq. CO2/m²] Impact sur le changement climatique associé aux consommations d'énergie Introduction de la méthode d’analyse du cycle de vie pour l’évaluation des émissions de gaz à effet de serre des énergies consommées pendant le fonctionnement du bâtiment, soit 50 ans. Carbone Ic constrcution [kg eq. CO2/m²] Impact sur le changement climatique associé aux « composants » + « chantier » Généralisation de la méthode d’analyse du cycle de vie pour l’évaluation des émissions de gaz à effet de serre des produits de construction et équipements et leur mise en œuvre : l’impact des contributions « Composants » et « Chantier ». Confort d'été DH [°C.h] Degré-heure d’inconfort : niveau d'inconfort perçu par les occupants sur l’ensemble de la saison chaude Évaluation des écarts entre température du bâtiment et température de confort (température adaptée en fonction des températures des jours précédents, elle varie entre 26 et 28°C). EVOLUTION EVOLUTION 6 Guide RE 2020  Réalisée sur un périmètre d’étude physique (établit par le Permis de Construire) et temporel qui inclut ou exclut les éléments suivants Inclus Exclus Temporel  Fabrication des composants du bâtiment  Chantier de construction et de terrassement  L’utilisation du bâtiment et sa maintenance  La déconstruction ou démolition du bâtiment  Démolition préalable à la construction  Dépollution et remise en état de la parcelle Physique  Tous les éléments du permis de construire : bâtiment et parcelle*  Les usages de l’énergie de la méthode de calcul énergétique  Les usages de l’eau prévus par le permis de construire  Les déplacements des acteurs du chantier  Les déplacements des usagers  Les déchets d’activités  Les équipements mobiliers * Dans le calcul des indicateurs de la RE 2020, on ne compte pour la parcelle que les parkings aériens et réseaux 7 Guide RE 2020 1 L’ESSENTIEL DE LA RE 2020 Quels sont les objectifs de l’évolution réglementaire ? La réglementation environnementale des nouvelles constructions de bâtiments (RE 2020) est entrée en vigueur à compter du 1er janvier 2022 et remplace progressivement la réglementation thermique 2012 (RT 2012). La RT 2012, en réponse au Grenelle de l’Environnement (2009), a eu pour objectif de généraliser les bâtiments basse consommation au travers d’une obligation de maîtrise des besoins et des consommations énergétiques et d’un objectif de performance sur le confort d’été. La RT 2012 a également introduit une exigence de recours aux énergies renouvelables pour les maisons individuelles ou accolées. La RE 2020 répond à la loi de Transition énergétique pour la croissance",
    "3": "verte (LTECV 2015) et à la loi Évolution du logement, de l’aménagement et du numérique (ELAN 2018) à travers la poursuite des objectifs d’amélioration de la performance énergétique des bâtiments neufs, de réduction de leur impact sur le climat (prise en compte des émissions de gaz à effet de serre sur l’ensemble du cycle de vie des bâtiments) et de leur adaptation aux conditions climatiques futures (renforcement du confort d’été). Quels sont les bâtiments concernés ? Dans un premier temps, la RE 2020 s’applique à la construction de bâtiments ou parties de bâtiments à usage d’habitation. Quelques mois plus tard, elle a été étendue aux bâtiments ou parties de bâtiment à usage de bureaux, ou d’enseignement primaire ou secondaire. Comme pour la RT 2012, ces usages seront complétés par d’autres usages de bâtiments dans des textes réglementaires complémentaires. La RE 2020 s'applique également aux constructions ne requérant pas de permis de construire ou de déclaration préalable. Des adaptations des exigences sont prévues pour les constructions et extensions de petites surfaces, ainsi que pour les constructions provisoires, avec un calendrier décalé (les dispositions RT 2012 restent applicables jusqu’à l'entrée en vigueur de ces adaptations prévues pour la RE 2020). En revanche, la RE 2020 ne s’applique pas aux bâtiments situés dans les départements d’outre- mer. Usages Date d’application RE 2020 Habitation 1er janvier 2022 Bureaux, enseignement primaire ou secondaire 1er juillet 2022 Constructions et extensions de petites surfaces d’habitation, de bureaux ou d’enseignement primaire ou secondaire 1er janvier 2023 Habitations légères de loisirs (HLL) < 50m² soumises à démarches d’urbanisme 1er janvier 2023 Constructions temporaires d’habitation, de bureaux ou d’enseignement primaire ou secondaire 1er juillet 2023 Habitations légères de Loisirs < 35 m² dispensées de formalités d’urbanisme. (1) 1er juillet 2023 (1) Suite à une ordonnance du Conseil d'État datant du 29 juin 2023, l'application de la RE2020 est suspendue pour les HLL de moins de 35m² destinées à une utilisation saisonnière dans un camping 8 Guide RE 2020 Sur quel périmètre est réalisée l’évaluation du respect des exigences ? Le périmètre retenu pour l’évaluation énergétique et environnementale est celui du permis de construire. L’évaluation est donc réalisée au niveau du bâtiment et de la parcelle.  L’évaluation énergétique considère les consommations de chauffage, refroidissement, eau chaude sanitaire, ventilation, éclairage (et leurs auxiliaires) des bâtiments ainsi que les consommations liées à la mobilité interne des occupants (utilisation d’ascenseurs ou d’escalators), intégrant les consommations liées aux éventuels parkings (éclairage et ventilation) ;  L’évaluation environnementale intègre les impacts sur le changement climatique du bâtiment et des aménagements de la parcelle (aménagements extérieurs hors bâtiment, réseaux, systèmes de production d’énergie et parkings). En revanche, les niveaux d’exigences réglementaires se focalisent sur les impacts des composants du bâtiment et des parkings et des consommations d’énergie du bâtiment en fonctionnement (l’impact de l’aménagement de la parcelle et de son usage est évalué de manière informative). L’évaluation peut porter sur plusieurs bâtiments si ceux-ci font l’objet d’un permis de construire unique, mais les niveaux d’exigence doivent",
    "4": "être respectés pour chaque bâtiment individuellement. Sur quelle temporalité est évalué le projet ? La durée conventionnelle de la phase d’exploitation du bâtiment (« sa durée de vie ») prise en compte dans le calcul est appelée période d’étude de référence (PER). La période d’étude de référence est de 50 ans pour tous les bâtiments. 9 Guide RE 2020 1.1 COMMENT LA PERFORMANCE ÉNERGETIQUE EST-ELLE PRISE EN COMPTE ? Comme pour la RT 2012, la RE 2020 poursuit l’amélioration de la performance énergétique et la baisse des consommations des bâtiments neufs. Les cinq usages réglementaires de la RT 2012 - le chauffage, le refroidissement, l’éclairage, la production d’eau chaude sanitaire et les auxiliaires (pompes et ventilateurs) - sont toujours présents ; la RE 2020 y ajoute la mobilité des occupants internes au bâtiment (ascenseurs, escalators) et d’autres auxiliaires (parkings et parties communes des collectifs). La méthode de calcul de la performance énergétique utilise donc des algorithmes de calcul identiques ou similaires à ceux de la RT 2012 avec quelques adaptations et compléments. Les principales évolutions introduites par la RE 2020 sur le volet de la performance énergétique sont synthétisées ci-dessous. Principales évolutions RT 2012 RE 2020 Périmètre d’évaluation des consommations énergétiques des usages immobiliers 5 usages RT : chauffage, refroidissement, eau chaude sanitaire, éclairage, ventilation et auxiliaires 5 usages RT 2012 : chauffage, refroidissement, eau chaude sanitaire, éclairage, ventilation et auxiliaires, auxquels s’ajoute :  la consommation d’électricité nécessaire au déplacement des occupants à l’intérieur du bâtiment, s’il y en a : ascenseurs et/ou escalators ;  la consommation d’électricité pour les parkings des systèmes suivants : systèmes d’éclairage et/ou de ventilation, s’il y en a ;  la consommation d’électricité des circulations en logement collectif pour l’éclairage. Indicateur des besoins énergétiques : Bbio en points Besoins énergétiques du bâtiment pour en assurer le chauffage, le refroidissement et l'éclairage Bbio RT 2012 modifié par :  Prise en compte systématique des besoins de froid (qu’un système de climatisation soit installé ou pas les besoins de froid seront calculés). Indicateur des consommations conventionnelles d’énergie : Cep en kWh/(m².an) Chauffage, refroidissement, eau chaude sanitaire, éclairage, ventilation et auxiliaires Déduction faite de toute production d’électricité à demeure  Prise en compte d’usages immobiliers supplémentaires (cf. périmètre d’évaluation). L’indicateur ne comptabilise pas, en tant que consommations d’énergie, les énergies renouvelables captées sur la parcelle du bâtiment et autoconsommées.  Pénalisation forfaitaire des consommations en cas d’inconfort d’été potentiel. ↘ Pour le calcul de Cep : Coefficient de conversion en énergie primaire  Électricité = 2,58  Autres énergies importées par le bâtiment = 1  Énergie renouvelable captée sur le bâtiment = 0  Électricité = 2,3  Bois = 1  Réseau urbain de chauffage ou de froid = 1  Autres énergies non renouvelables = 1  Énergie renouvelable captée sur le bâtiment ou la parcelle = 0 10 Guide RE 2020 Indicateur des consommations conventionnelles d’énergie : Cep,nr en kWh/(m².an) N’existe pas Nouvel indicateur, proche de l’indicateur Cep, introduit pour la",
    "5": "RE 2020 : il prend en compte uniquement des consommations en énergie primaire non renouvelable du bâtiment. Les économies d’énergie doivent porter en priorité sur les énergies non renouvelables. ↘ Pour le calcul de Cep,nr : Coefficient de conversion en énergie primaire  Électricité = 2,3  Énergies renouvelables = 0  Réseau urbain de chauffage : 1 – Taux EnR&R  Réseau urbain de froid : 1  Autres énergies non renouvelables = 1 Indicateur de confort d’été : DH en °C.h Ticref : température intérieure maximale atteinte au cours d’une séquence de 5 jours très chauds d’été Degré-heure d’inconfort noté DH en °C.h : niveau d'inconfort perçu par les occupants sur l’ensemble de la saison chaude. Il s’agit de la somme de l’écart entre la température de l’habitation et la température de confort (température adaptée en fonction des températures des jours précédents). Sref : surface de référence  SRT pour le résidentiel  Surface utile (SU) pondérée d’un coefficient pour le tertiaire  Surface habitable (SHAB) pour le résidentiel  Surface utile (SU) pour le tertiaire Perméabilité à l’air : Q4Pa_surf en m3/(h.m²)  0,6 pour la MI  1 pour les logements collectifs  0,6 pour la MI  1 pour les logements collectifs  1,7 pour les bâtiments de bureaux ou d’enseignement primaire ou secondaire, hors immeubles de grande hauteur et hors bâtiments supérieurs à 3 000 m² Majorations de la mesure introduite :  multipliée par 1,2 si réalisée par échantillonnage  augmentée de 0,3 m³/(h.m²) si des travaux pouvant impacter la perméabilité à l’air restent à réaliser. Scénarios météorologiques Les scénarios météorologiques sont mis à jour par :  l’actualisation des années de référence : années-type dont la constitution a été effectuée sur la base de fichiers Météo-France sur la période de janvier 2000 à décembre 2018 ;  la modification de deux stations météos : La Rochelle remplacée par Tours et Nice par Marignane. Scénario d’occupation Les scénarios d'occupation ont été ajustés pour rendre compte de manière plus réaliste du comportement des usagers. Néanmoins, il s'agit toujours de scénarios conventionnels et de profils moyens, de sorte que les résultats ne peuvent être utilisés comme outil de prédiction des consommations. 11 Guide RE 2020 Du fait de ces ajustements, des nouvelles exigences réglementaires sont introduites pour la RE 2020 et les niveaux de performances calculés en RE 2020 ne sont pas directement comparables à ceux de la RT 2012. Ainsi, en ordre de grandeur, les besoins énergétiques d’un bâtiment conforme à la RE 2020, modélisé à l'identique avec la méthode de calcul de la RT 2012, voit ses besoins environ 30 % plus bas que le seuil réglementaire de la RT 2012. 1.2 COMMENT LE CONFORT D'ÉTÉ EST-IL PRIS EN COMPTE ? La RE 2020 présente une évolution importante sur le thème du confort d’été. La Tic (température intérieure conventionnelle), indicateur réglementaire de la RT 2012, est supprimée : les retours d’expérience indiquent que cet indicateur n’est pas assez corrélé avec l’inconfort perçu par",
    "6": "les occupants. Ainsi, la RE 2020 introduit une nouvelle exigence, sur les degrés-heures d’inconfort (DH), avec une nouvelle méthode de calcul qui prend en compte les effets du changement climatique sur les bâtiments : l’évolution des températures à venir, les vagues de chaleur qui vont devenir plus fréquentes, plus intenses et plus longues. Uniquement pour le calcul du confort d’été, la mise à jour des scénarios météorologiques intègre l’insertion d’une séquence caniculaire dans les fichiers conventionnels. 1.3 COMMENT LA PERFORMANCE ENVIRONNEMENTALE EST-ELLE PRISE EN COMPTE ? La performance environnementale est l’évolution réglementaire majeure de la RE 2020 qui introduit le calcul des impacts environnementaux du bâtiment sur l’ensemble de son cycle de vie :  Cette évaluation se base sur le principe de l’analyse du cycle de vie (ACV) qui permet d’objectiver les impacts du bâtiment à travers une série d’indicateurs environnementaux calculés sur l’ensemble de son cycle de vie (c’est-à-dire depuis l’extraction des matières nécessaires à la production des produits de construction et des équipements (1), jusqu’à la destruction en fin de vie du bâtiment (4) et le traitement des déchets qui en découle (5). Le transport est également inclus entre chacune des étapes. L’indicateur qui permet d’évaluer l’inconfort est le degrés-heures d’inconfort : DH qui s’exprime en °C.h. Il représente le niveau d’inconfort perçu par les occupants. Plus concrètement, cet indicateur s’apparente à un compteur qui cumule, sur la période estivale, chaque degré inconfortable de chaque heure de la journée et de la nuit. Les degrés inconfortables sont conventionnellement ceux qui dépassent une température de confort qui varie généralement entre 26 et 28°C suivant les températures extérieures. 12 Guide RE 2020 Notion de contribution aux impacts Le bâtiment est un ensemble constitué des matériaux mis en œuvre pour sa construction mais également des énergies consommées pendant son utilisation, par exemple pour le chauffage, la production d’eau chaude sanitaire ou l’éclairage. C’est pourquoi il est plus facile de décomposer le bâtiment en cinq catégories qui constituent ce que l’on appelle des « contributions » aux impacts environnementaux :  les produits de construction et équipements (de chauffage, de climatisation, de ventilation...) du bâtiment, contribution relative aux « Composants » : ce sont l’ensemble des composants du bâtiment, y compris les réseaux et espaces de parkings du bâtiment. Il a fallu produire, transporter, mettre en œuvre, utiliser et il faudra démolir tous ces composants : ce contributeur couvre les étapes 1 à 5 ;  les consommations d’énergie du bâtiment en fonctionnement, contribution relative à « l’Énergie » : les consommations d’énergie importées et consommées par le bâtiment. Ces consommations d’énergie sont liées à l’utilisation du bâtiment et correspondent aux consommations calculées pour tous les usages réglementaires : cette contribution correspond à l’énergie consommée lors de l’étape 3 ;  le chantier de construction, contribution relative au « Chantier » : couvre les consommations d’énergie du chantier de construction (étape 2), les consommations et rejets d’eau du chantier, l’évacuation et le traitement des déchets du terrassement et les composants utilisés",
    "7": "pour réaliser des ouvrages provisoires nécessaires au chantier.  les consommations et rejets d’eau, contribution relative à « l’Eau » : couvre, pour la phase d’exploitation du bâtiment (étape 3), tous les usages de l’eau à l’échelle du bâtiment et la gestion des eaux pluviales captées par le bâtiment ainsi que leur assainissement. Ces éléments doivent être renseignés mais n’ont pas d’incidence sur les indicateurs réglementaires. Les aménagements et l’usage de la parcelle, contribution relative à la « Parcelle » : l’ensemble des composants nécessaires aux ouvrages présents sur la parcelle hors bâtiment, réseaux, systèmes de production d’énergie et parkings. Il s’agit notamment des composants nécessaires à la clôture de la parcelle et à la construction des voiries hors aires de stationnement. Elle prend aussi en compte les usages d’eau nécessaires à l’arrosage des espaces végétalisés de la parcelle et aux usages particuliers de l’eau (comme le nettoyage des voiries par exemple). Ces composants doivent être renseignés mais n’ont pas d’incidence sur les indicateurs réglementaires. Comme pour la contribution Composants, les étapes 1 à 5 sont couvertes. Illustration 1 : étape de l’ACV 13 Guide RE 2020 Le principe de calcul d’une contribution aux impacts peut être schématisé par la figure suivante Selon la contribution calculée, la quantité peut correspondre par exemple à des quantités de composants (unités, m², ml…), d’énergie (kWh d’énergie consommée) ou encore d’eau (m3). Les données environnementales nécessaires à l’évaluation environnementale dans le cadre de la RE 2020 sont rassemblées dans la base de données INIES (http://www.inies.fr/accueil/) et sont consultables gratuitement. Il peut s’agir de données issues de déclarations environnementales, de données environnementales par défaut ou de données environnementales de service. Le facteur d’adaptation peut consister par exemple en un facteur de renouvellement lié à la durée de vie, de pondération dynamique, d’adaptation de la quantité à l’unité fonctionnelle utilisée dans la donnée environnementale unitaire (par exemple passage d’une masse à une surface grâce à une densité surfacique), d’un taux d’affectation de la quantité au bâtiment étudié dans le cas de parcelles multi bâtiments ou encore d’autoconsommation d’énergie produite localement. Évaluations des impacts sur le changement climatique soumises à exigences réglementaires L’impact sur le changement climatique est évalué pour cinq contributions. En revanche, l’impact sur le changement climatique associé au bâtiment correspond à la somme de l’impact sur le changement climatique de quatre contributions « Composants », « Énergie », « Eau » et « Chantier ». Chaque produit de construction, chaque équipement et chaque service (énergie, eau) est caractérisé par sa donnée environnementale qui est composée de 36 critères environnementaux (potentiel de réchauffement climatique, consommation d’eau douce, rejet de déchet radioactif, etc.). La RE 2020 ne réglemente qu’un seul des impacts environnementaux évalués par l’ACV : l’impact sur le changement climatique. Afin d’être homogène avec les indicateurs de la performance énergétique, celui-ci est ramené à la surface réglementaire et est nommé Icbâtiment pour représenter l’ensemble des impacts sur le changement climatique de l’opération. Son unité est le kgCO2éq/m². Quantités Facteur d’adaptation au bâtiment (Renouvellements du",
    "8": "composant, pondération…) Données env. Impacts 14 Guide RE 2020 Les contributeurs « Composants » et « Énergie » ont les plus lourds impacts et représentent souvent à eux deux environ 90 % des impacts totaux d’une opération. Dans le but d’activer des leviers d’action et de travailler simultanément sur ces contributions, la RE 2020 réglemente spécifiquement, l’indicateur Icénergie, et l’indicateur Icconstruction qui correspond à la somme des contributions « Composants » et « Chantier ». Ces 2 indicateurs permettent de représenter l’impact sur le changement climatique d’une nouvelle construction : Indicateurs (kg éq. CO2/m² de SHAB ou SU) PER=50ans Explications Impact sur le changement climatique des produits de construction et équipements et de leur mise en œuvre (Icconstruction) Unité : kg éq CO2/m² de SHAB ou SU Représente l’impact des contributions « Composants » et « Chantier », c’est le focus sur les produits de construction et équipements et leur mise en œuvre. Impact sur le changement climatique des consommations d'énergie pendant la vie du bâtiment (Icénergie) Unité : kg éq CO2/m² de SHAB ou SU Représente l'impact du contributeur « Énergie », c’est un focus sur les impacts des énergies consommées pendant le fonctionnement du bâtiment. Iccomposants Icénergie Icchantier Iceau Icbâtiment 15 Guide RE 2020 Indicateurs supplémentaires, sans exigence réglementaire, introduits par l’évaluation environnementale : Indicateurs supplémentaires Explications Impact sur le changement climatique du bâtiment (Icbâtiment) Unité kg éqCO2/m² de SHAB ou SU C’est la somme des quatre contributions suivantes : « Composants », « Énergie », « Chantier » et « Eau ». Carbone biogénique stocké (StockC) Unité : kg C/m² de SHAB ou SU Il s’agit de la quantité de carbone biogénique stockée dans le bâtiment (l’ensemble des composants des lots de construction). Exemple de stockage biogénique : carbone stocké dans la charpente bois de la construction. Impact des données environnementales par défaut utilisées dans l’évaluation du bâtiment, hors voirie et infrastructure (Icded) Unité : kg éq CO2éq/m² de SHAB ou SU Le calcul de l’indicateur Icconstruction fait appel à des données environnementales spécifiques et des données environnementales par défaut ou des valeurs forfaitaires. Cet indicateur permet de connaître la part de données environnementales par défaut dans le calcul de l’impact des composants du bâtiment. Indicateurs inclus dans les données environnementales :  13 indicateurs décrivant les impacts environnementaux (changement climatique – total, appauvrissement de la couche d’ozone, acidification…)  6 indicateurs décrivant les impacts environnementaux additionnels (émissions de particules fines, rayonnements ionisants, santé humaine, écotoxicité (eaux douces), …)  10 indicateurs décrivant l’utilisation des ressources (utilisation totale des ressources d’énergie primaire non renouvelables, utilisation nette d’eau douce…)  3 indicateurs décrivant les catégories de déchets (déchets dangereux éliminés, radioactifs…)  4 Indicateurs décrivant les flux sortants du système (Composants destinés à la réutilisation…) Les données environnementales sont des données vectorielles. Elles comportent autant de lignes que le nombre d’indicateurs d’impacts (ou de flux) que l’on souhaite calculer. Les indicateurs résultants du calcul des contributions (à un lot, au bâtiment…) sont donc aussi des données vectorielles comportant",
    "9": "autant de lignes que d’impacts (et flux) évalués. Le calcul réglementaire réalise donc simultanément le calcul de 36 indicateurs correspondant aux 36 indicateurs inclus dans les données environnementales. 16 Guide RE 2020 1.4 QUELLES SONT LES EXIGENCES DE PERFORMANCE ÉNERGÉTIQUE ET ENVIRONNEMENTALE ? Confort d’été : Indicateur DH La RE 2020 met en place deux seuils d’inconfort, basés sur l’indicateur DH en °C.h :  Seuil haut : DH_max, au-delà, le bâtiment est non réglementaire : inconfort excessif ;  Seuil bas : 350 °C.h, en-deçà, le bâtiment est jugé confortable en période caniculaire ;  Entre ces 2 seuils le bâtiment respecte l’exigence réglementaire mais pour inciter à l’atteinte du seuil bas avec des leviers passifs, un forfait de refroidissement est ajouté aux consommations d’énergie. LES VALEURS POSSIBLES DU SEUIL HAUT RÉGLEMENTAIRE : DH_MAX  Maisons individuelles ou accolées La valeur DH_max prend les valeurs suivantes, en fonction de la catégorie de contraintes extérieures de la partie de bâtiment : Catégorie 1 « sans contrainte extérieure » Catégorie 2 « avec contrainte extérieure » DH_max 1 250 1 850 DH < 350 RE 2020 respectée 350 ≤ DH ≤ DH_max RE 2020 respectée mais ajout d'un forfait refroidissement au Cep DH > DH_max Non-respect de la RE 2020 17 Guide RE 2020  Logements collectifs La valeur DH_max prend les valeurs suivantes, en fonction de la catégorie de contraintes extérieures, du caractère climatisé ou non, et de la surface moyenne des logements de la partie de bâtiment : * Pour la catégorie 1 (décrite dans l’encart ci-après) : le seuil n’est pas rehaussé en cas de climatisation, sauf pour le pourtour et arrière-pays méditerranéen. Les constructions des zones H2d et H3 de catégorie 1 qui installeraient un système de climatisation sont soumis aux seuils de la catégorie 1 climatisée. ** Le seuil adapté pour la catégorie 1 climatisée est spécifique au pourtour et arrière-pays méditerranéen : les zones climatiques H2d et H3 voient leur seuil rehaussé en cas d’installation de climatisation. *** La surface moyenne du logement, Smoylgt=Sref / Nbr de logements  Bureaux La valeur DH_max prend les valeurs suivantes, en fonction de la catégorie de contraintes extérieures, du caractère climatisé ou non, et de la surface moyenne des logements de la partie de bâtiment :  Enseignement primaire et secondaire La valeur DH_max prend les valeurs suivantes, en fonction de la catégorie de contraintes extérieures, du caractère climatisé ou non, et de la surface moyenne des logements de la partie de bâtiment : Valeur de DH_max Catégorie 1*, sauf parties de bâtiments climatisées en zones H2d et H3 Catégorie 1 climatisée** : Pour les zones H2d et H3 Catégorie 2 ***Smoylgt ≤ 20 m² 1 250 1 600 2 600 20 m² < Smoylgt ≤ 60 m² 1 250 1 700 – 5* Smoylgt 2 850 – 12,5* Smoylgt Smoylgt > 60 m² 1 250 1 400 2 100 Catégorie 1, sauf parties de bâtiments climatisées en zones H2d et H3 Catégorie 1 climatisé, en zone H2d",
    "10": "et H3 Catégorie 2 Catégorie 3 DH_max 1 150 2 400 2 600 Pas de seuil Catégorie 1, sauf parties de bâtiments climatisées en zones H2d et H3 Catégorie 1 climatisé, en zone H2d et H3 Catégorie 2 DH_max 900 1 800 2 200 18 Guide RE 2020 La catégorie de contraintes extérieures caractérise les difficultés pour un bâtiment à se rafraichir passivement par ouverture des fenêtres. Ces contraintes peuvent être liées à l’exposition aux bruits des menuiseries ou à des règles d’hygiène et de sécurité interdisant l’ouverture des menuiseries. Ainsi, par soucis d’équité, les bâtiments dont le contexte est contraint sont classés dans des catégories qui permettent de rehausser les seuils réglementaires. Dans le même esprit que la RT 2012, la RE 2020 avec ces catégories tient compte d’une consommation de climatisation lorsqu’elle est indispensable au confort du bâtiment et liée au contexte extérieur. →La catégorie 3 représente une situation de contrainte très forte, uniquement pour les bureaux climatisés soumis à des règles interdisant l’ouverture des fenêtres et les immeubles de grande hauteur au sens de l’article R. 146-3 du Code de la construction et de l’habitation →La catégorie 2 représente une situation de contrainte forte, pour tous les bâtiments qui ne sont pas de catégorie 3. Les bâtiments doivent être localisés dans une région « chaude » à faible altitude, climatisés et exposés à des nuisances sonores →La catégorie 1 représente la situation à moindre contrainte extérieure (ni de catégorie 3, ni de catégorie 2), ainsi que les bâtiments non climatisés 19 Guide RE 2020 Besoins : Indicateur BBio Pour être réglementaire la valeur du Bbio d’un bâtiment ne doit pas dépasser la valeur du Bbio_max. Pour un bâtiment moyen les exigences sont les suivantes : Comme pour la RT 2012 et par souci d’équité, le Bbio_maxmoyen est modulé pour prendre en compte les contraintes de chaque bâtiment (zone géographique, présence de combles, surface moyenne des logements, surface du bâtiment, zone de bruit) : Bbiomax = Bbio_maxmoyen × (1 + Mbgéo + Mbcombles + Mbsurf_moy + Mbsurf_tot + Mbbruit) Où :  Mbgéo : coefficient de modulation selon la localisation géographique (zone géographique et altitude) du bâtiment. La RE 2020 agrège les 2 modulations de la RT 2012 (Mbalt et Mbgéo) en une unique modulation géographique qui reprend le même esprit, à savoir ajuster les exigences sur le Bbio en fonction des rigueurs climatiques hétérogènes ;  Mbcombles : coefficient de modulation selon la surface de plancher de combles aménagés dans la maison individuelle ou accolée. C’est une nouvelle modulation qui permet d’ajuster les exigences sur le Bbio pour prendre en compte les surfaces chauffées de hauteur sous plafond inférieure à 1m80 (non incluses dans la SHAB) ;  Mbsurf_moy : coefficient de modulation selon la surface moyenne des logements du bâtiment ou de la partie de bâtiment. Modulation déjà introduite avec la RT 2012 pour équilibrer les efforts entre petits et grands logements ;  Mbsurf_tot : coefficient de modulation selon la surface totale du bâtiment. Modulation",
    "11": "spécifique pour les logements collectifs pour équilibrer les efforts liés aux parties collectives entre petits et grands collectifs (en MI, Mbsurf_tot=0) ;  Mbbruit : coefficient de modulation selon l’exposition au bruit des infrastructures de transport à proximité du bâtiment. C’est une nouvelle modulation introduite par la RE 2020. Pour donner suite à la prise en compte des besoins de froid dans le calcul du Bbio, Mbbruit permet de compenser les contraintes de bruit, qui limitent les possibilités de ventilation naturelle du bâtiment par ouverture des fenêtres, particulièrement préjudiciables pour les constructions du pourtour et de l’arrière-pays méditerranéen (H2d et H3). Usage de la partie de bâtiment Valeur de Bbio_maxmoyen Maisons individuelles ou accolées 63 points Logements collectifs 65 points Bureaux 95 points Enseignement primaire et secondaire 68 points 20 Guide RE 2020 Énergie : Indicateurs Cep,nr, Cep et Icénergie Pour être réglementaire les valeurs de Cep,nr, Cep et Icénergie d’un bâtiment ne doivent pas dépasser, respectivement les valeurs de Cep,nr_max, Cep_max et Icénergie_max. Pour un bâtiment moyen les exigences sont les suivantes : * Pour les maisons individuelles ou accolées, la valeur de Icénergie_maxmoyen est fixée à 280 kgCO2/m², lorsque la demande de permis de construire de la maison est déposée avant le 31/12/2023 et l’une des deux conditions suivantes est respectée :  la parcelle est concernée par un permis d’aménager octroyé avant le 01/01/2022, prévoyant un raccordement au réseau de gaz ;  la parcelle est comprise dans le périmètre d’une zone d’aménagement concerté dont le dossier de réalisation, prévoyant un raccordement au réseau de gaz du périmètre, a été approuvé avant le 01/01/2022. Usage de la partie de bâtiment Valeur de Cep,nr_maxmoyen Valeur de Cep_maxmoyen Maisons individuelles ou accolées 55 kWhep/(m².an) 75 kWhep/(m².an) Logements collectifs 70 kWhep/(m².an) 85 kWhep/(m².an) Bureaux 75 kWhep/(m².an) 85 kWhep/(m².an) Enseignement primaire 65 kWhep/(m².an) 72 kWhep/(m².an) Enseignement secondaire 63 kWhep/(m².an) 72 kWhep/(m².an) Usage de la partie de bâtiment Valeur de Icénergie_maxmoyen 2022 à 2024 2025 à 2027 À partir de 2028 Maisons individuelles ou accolées 160* kg CO2/m² 160* kg CO2/m² 160* kg CO2/m² Logements collectifs - raccordés à un réseau de chaleur urbain 560 kg CO2/m² 320 kg CO2/m² 260 kg CO2/m² Logements collectifs - autres cas 560 kg CO2/m² 260 kg CO2/m² 260 kg CO2/m² Bureaux - raccordés à un réseau de chaleur urbain 280 kg CO2/m² 200 kg CO2/m² 200 kg CO2/m² Bureaux - autres cas 200 kg CO2/m² 200 kg CO2/m² 200 kg CO2/m² Enseignement primaire ou secondaire - raccordés à un réseau de chaleur urbain 240 kg CO2/m² 200 kg CO2/m² 140 kg CO2/m² Enseignement primaire ou secondaire - autres cas 240 kg CO2/m² 140 kg CO2/m² 140 kg CO2/m² 21 Guide RE 2020 Cep,nr_maxmoyen, Cep_maxmoyen et Icénergie_maxmoyen sont modulés pour prendre en compte les contraintes de chaque bâtiment (zone géographique, présence de combles, surface moyenne des logements, surface du bâtiment, catégorie de contraintes extérieures) : Cep,nr_max = Cep,nr_maxmoyen × (1 + Mcgéo + Mccombles + Mcsurf_moy + Mcsurf_tot + Mccat) Cep_max = Cep_maxmoyen × (1 +",
    "12": "Mcgéo + Mccombles + Mcsurf_moy + Mcsurf_tot+ Mccat) Icénergie_max = Icénergie_maxmoyen × (1 + Mcgéo + Mccombles + Mcsurf_moy + Mcsurf_tot+ Mccat) Où :  Mcgéo : coefficient de modulation selon la localisation géographique (zone géographique et altitude) du bâtiment La RE 2020 agrège les 2 modulations de la RT 2012 (Mcalt et Mcgéo) en une unique modulation géographique qui reprend le même esprit, à savoir ajuster les exigences sur le Bbio en fonction des rigueurs climatiques hétérogènes ;  Mccombles : coefficient de modulation selon la surface de plancher de combles aménagés dans la maison individuelle ou accolée ;  Mcsurf_moy : coefficient de modulation selon la surface moyenne des logements du bâtiment ou de la partie de bâtiment. Modulation déjà introduite avec la RT 2012 pour équilibrer les efforts entre petits et grands logements ;  Mcsurf_tot : coefficient de modulation selon la surface totale du bâtiment. Modulation valable pour toute typologie de bâtiment, hors maison individuelle ou accolée (en MI, Mcsurf_tot=0) ;  Mccat : coefficient de modulation selon la catégorie de contraintes extérieures du bâtiment. C’est une reformulation des catégories CE1 et CE2 de la RT 2012. Mccat permet de compenser les contraintes extérieures qui limitent les possibilités de ventilation naturelle du bâtiment par ouverture des fenêtres, lorsque cela impose le recours à un système de climatisation pour les constructions du pourtour et de l’arrière-pays méditerranéen (H2d et H3). 22 Guide RE 2020 Produit de construction et équipement : Indicateur Icconstruction Pour être réglementaire la valeur de Icconstruction d’un bâtiment ne doit pas dépasser la valeur de Icconstruction_max. Pour un bâtiment moyen, les exigences évoluent de manière progressive afin de permettre à l’ensemble de la filière constructive de s’approprier la méthode d’analyse du cycle de vie et de diminuer les émissions de la construction, ces valeurs sont les suivantes : Icconstruction_maxmoyen est modulé pour prendre en compte certaines contraintes (présence de combles, surface du projet ou surface moyenne des logements, impact des infrastructures, impact des parkings, zone géographique, utilisation importante de données par défaut) : Icconstruction_max = Icconstruction_maxmoyen × (1 + Micombles + Misurf) + Miinfra + Mivrd + Migéo + Mipv + Mided Où :  Micombles : coefficient de modulation selon la surface de plancher de combles aménagés dans le bâtiment. Cette modulation permet d’ajuster les exigences pour prendre en compte les surfaces construites non habitables (h < 1m80) ;  Misurf : coefficient de modulation selon la surface moyenne des logements du bâtiment ou de la partie de bâtiment, ou selon la surface du bâtiment ou de la partie de bâtiment. Permet d’équilibrer les efforts entre petits et grands bâtiments ;  Miinfra : coefficient de modulation selon l’impact des fondations et des espaces en sous- sol du bâtiment. Cette modulation permet d’ajuster les exigences pour prendre en compte les contraintes nécessitant d’importantes fondations ou espaces souterrains (sol mauvais, nécessité de construire des parkings en sous- sol…) ;  Mivrd : coefficient de modulation selon l’impact de la voirie et des réseaux divers",
    "13": "du bâtiment. Cette modulation permet d’ajuster les exigences pour tenir compte des impacts environnementaux éventuellement élevés liés à la présence de réseaux d’alimentation du bâtiment ou d’aires de stationnement qui desservent le bâtiment ;  Migéo : coefficient de modulation selon la localisation géographique (zone géographique et altitude). Cette modulation permet d’ajuster les exigences pour tenir compte de la mise en œuvre de moyens supplémentaires pour assurer le confort estival du pourtour et arrière-pays méditerranéen.  Mipv : coefficient de modulation selon l’impact de l’installation des panneaux photovoltaïques pour un bâtiment à usage de bureaux de plus de 1 000 m² d’emprise au sol. Cette modulation permet d’ajuster les exigences pour compenser l’obligation, à ces bâtiments, de la loi n° 2021- 1104 du 22 août 2021 de mise en œuvre de dispositions de lutte contre le dérèglement climatique (cas du choix d’un procédé de production d’énergies renouvelables à partir de panneaux photovoltaïques) ; Usage de la partie de bâtiment Valeur de Icconstruction_maxmoyen 2022 à 2024 2024 à 2027 2028 à 2030 À partir de 2031 Maisons individuelles ou accolées 640 kq éq. CO2/m² 530 kq éq. CO2/m² 475 kq éq. CO2/m² 415 kq éq. CO2/m² Logements collectifs 740 kq éq. CO2/m² 650 kq éq. CO2/m² 580 kq éq. CO2/m² 490 kq éq. CO2/m² Bureaux 980 kq éq. CO2/m² 810 kq éq. CO2/m² 710 kq éq. CO2/m² 600 kq éq. CO2/m² Enseignement primaire ou secondaire 900 kq éq. CO2/m² 770 kq éq. CO2/m² 680 kq éq. CO2/m² 590 kq éq. CO2/m² 23 Guide RE 2020  Mided : coefficient de modulation selon l’impact des données environne-mentales par défaut et valeurs forfaitaires dans l’évaluation du bâtiment. Cette modulation permet d’ajuster les exigences pour prendre en compte le manque de disponibilité de données environnementales spécifiques. Exigences de moyens La RE 2020 complète, comme la RT 2012, ses exigences globales par des exigences de moyens. Celles-ci sont autant que possible retranscrites en exigences de résultats accompagnées de solutions techniques de référence ; c’est le cas :  de l’accès à l’éclairage naturel en habitation : une justification de différents niveaux d’éclairage en lux permet de valider la règle de la surface de baies représentant 1/6 de la surface de référence (ou 1/3 de la surface de façade disponible si Sref < 25 m²) déjà introduite par la RT 2012 ;  des ponts thermiques : une justification des températures de surface des parois permet de valider les ratios de transmissions thermiques linéiques et moyens déjà introduits par la RT 2012. À noter qu’à présent, afin d’assurer la performance réelle du bâtiment construit, deux vérifications de la performance après travaux sont désormais obligatoires pour l’habitation :  la perméabilité à l'air de l'enveloppe sous 4 Pa, Q4Pa-surf. : – les exigences restent inchangées pour l’habitation : 0,6 m3/(h.m²) pour la MI et 1 pour le collectif ; – 1,7 m3/(h.m2) pour les bâtiments de bureaux ou d’enseignement primaire ou secondaire, hors immeubles de grande hauteur et hors bâtiments supérieurs à 3 000 m² ; –",
    "14": "introduction d’une correction des valeurs obtenues lors de mesures par échantillonnage et/ou lorsque des travaux pouvant impacter la perméabilité à l’air restent à faire ;  introduction de la vérification du système de ventilation du bâtiment, avec notamment une mesure de ses performances pour l’habitation. 24 Guide RE 2020 1.5 COMMENT ATTESTER DE LA PRISE EN COMPTE DE LA RE 2020 ? Dans la continuité de la RT 2012, la RE 2020 poursuit le dispositif des attestations de prise en compte de la réglementation. Celui-ci évolue afin de simplifier au maximum les procédures administratives. Il est également élargi aux nouveaux enjeux de la RE 2020. Ainsi, l’objectif de ce dispositif est d’accompagner les maîtres d’ouvrage, mais également les maîtres d’œuvre au respect des trois piliers de la RE 2020 :  la sobriété énergétique et la décarbonation de l’énergie ;  la diminution de l’impact carbone de la construction des bâtiments ;  la garantie du confort en cas de forte chaleur. Comme pour la RT 2012, cela se traduit par la création de deux documents à établir à deux moments clés du processus de construction :  au dépôt de la demande de permis de construire ;  à l’achèvement des travaux de construction d’un bâtiment. Attestation à établir au dépôt de la demande de permis de construire Établi par le maître d’ouvrage ou le maître d'œuvre lorsque ce dernier est chargé d'une mission de conception, ce document vise à sensibiliser, dès la phase de conception, aux enjeux de la RE 2020. Nécessaire à l’obtention du permis de construire, il atteste : 1. De l’engagement du maître d’ouvrage à avoir réalisé l’étude de faisabilité relative aux approvisionnements en énergie ; 2. Du respect des seuils pour les indicateurs Bbio et degré heure ; 3. De l’engagement du maître d’ouvrage à pouvoir, après la déclaration d’ouverture du chantier, justifier du respect des seuils pour l’indicateur Icconstruction, c’est-à-dire d’avoir réalisé une analyse de cycle de vie du bâtiment conforme aux exigences de la RE 2020 ; 4. De l’exigence d’accès à l’éclairage naturel ; 5. D’un engagement du maître d’ouvrage à prendre en compte les exigences sur les systèmes de ventilation. Au travers de cette attestation, le maître d’ouvrage s’engage à communiquer, à la demande des agents publics assurant le contrôle des règles de construction, l’étude de faisabilité relative aux approvisionnements en énergie dès le dépôt de permis de construire et à justifier, à la demande de ces mêmes agents, d’avoir réalisé une analyse de cycle de vie du bâtiment conforme aux exigences de la RE 2020, avant le début des travaux. 25 Guide RE 2020 Attestation à établir à l’achèvement des travaux Ce document est établi pour le compte du maître d’ouvrage par l’un des quatre professionnels suivants :  un architecte ;  un diagnostiqueur de performance énergétique pour les maisons individuelles ou accolées ;  un bureau de contrôle ;  un organisme de certification si le bâtiment fait l’objet d’une certification. Il est complété à l’aide des",
    "15": "résultats du calcul réglementaire, de justificatifs fournis par le maître d’ouvrage et d’une visite sur site (différents contrôles visuels sont réalisés). Joint à la déclaration attestant l'achèvement et la conformité des travaux, il atteste du respect de l’ensemble des indicateurs relatifs aux exigences dites globales ou de résultats de la RE 2020 : 1. besoin bioclimatique ; 2. consommation d’énergie primaire non renouvelable ; 3. consommation d’énergie primaire ; 4. confort d’été ; 5. impact sur le changement climatique associé aux consommations d’énergie; 6. impact sur le changement climatique associé aux composants du bâtiment y compris le chantier de construction. Le professionnel réalisant l’attestation vérifie également le respect de certaines exigences dites par éléments ou de moyens sur les caractéristiques thermiques du bâtiment :  pour tous les bâtiments, l’isolation des parois opaques, les protections solaires et le système de ventilation (contrôle visuel) ;  pour les bâtiments à usage d’habitation, la perméabilité à l’air de l’enveloppe et le système de ventilation (exploitation du rapport de vérification et de mesure réalisé par un professionnel qualifié) ;  pour les bâtiments de bureaux et d’enseignement, hors immeubles de grande hauteur, et hors bâtiments supérieurs à 3 000 m², la perméabilité à l’air de l’enveloppe. Un contrôle de cohérence de 10 données environnementales utilisées dans l’analyse de cycle de vie du bâtiment est également intégré à cette attestation. Comment produire ces attestations ? Le principe de génération numérique des attestations mis en place pour la RT 2012 est maintenu pour la RE 2020. La production de ces attestations s'appuiera sur le récapitulatif standardisé d'étude énergétique et environnementale en version informatique que les logiciels agréés pour le calcul réglementaire seront en capacité de générer pour le dépôt de PC et à l’achèvement des travaux. Le maître d'ouvrage devra alors utiliser pour produire son attestation un outil informatique mis à disposition sur le site internet édité par le ministère chargé de la construction, http://rt-re- batiment.developpement-durable.gouv.fr/ . 26 Guide RE 2020 2 CONTEXTE ET ENJEUX DE LA RE 2020 2.1 CONTEXTE Le respect des engagements de la France pris dans la lutte contre le changement climatique, récemment réaffirmés dans la loi Énergie Climat, suppose que la France atteigne la neutralité carbone en 2050. L’un des principaux leviers est de réduire les émissions de gaz à effet de serre du secteur du bâtiment (résidentiel et tertiaire). En effet, en 2018 ce secteur représente près de 43 % des consommations énergétiques nationales, ce qui en fait le plus gros consommateur d’énergie en France parmi tous les secteurs économiques, et près de 19 % des émissions de gaz à effet de serre, pour la seule phase d’utilisation des bâtiments1. 2.2 LA RT 2012 EN RÉPONSE AUX ENJEUX ÉNERGÉTIQUES Le Grenelle de l’Environnement avait déjà fixé un objectif très ambitieux de réduction des consommations d’énergie pour les bâtiments neufs construits après 2012. Cet objectif s’est traduit par la réglementation thermique 2012 (RT 2012), en vigueur jusqu’à son remplacement par la RE 2020, qui a permis de fixer un objectif",
    "16": "ambitieux de réduction des consommations énergétiques pour les bâtiments neufs construits après 2012 (d’un facteur 2 à 4) en généralisant les bâtiments basse consommation. La RT 2012 s’appuyait principalement sur trois exigences de résultats :  une exigence d’efficacité énergétique minimale du bâti, « Bbiomax » (besoin bioclimatique du bâti) : cette exigence imposait une limitation du besoin en énergie pour les postes de consom- mation liés à la conception même du bâti (chauffage, refroidissement et éclairage). Elle imposait ainsi une optimisation du bâti indépendamment des systèmes énergétiques mis en œuvre ;  une exigence de consommation conventionnelle maximale d’énergie primaire « Cepmax » portant sur les consommations de chauffage, de refroidissement, d’éclairage, de production d’eau chaude sanitaire et d’auxiliaires (pompes et ventilateurs). 1 Chiffres : Stratégie nationale bas-carbone, mars 2020 Conformément à l’article 4 de la loi Grenelle 1, le Cepmax était de 50 kWhEP/(m²/an) (EP=énergie primaire), cette valeur moyenne était modulée selon la localisation géographique, l’altitude et le type d’usage du bâtiment, ainsi qu’en fonction de la surface moyenne des logements et des émissions de gaz à effet de serre ;  une exigence de confort d’été dans les bâtiments non climatisés, « Ticref », limitant la température intérieure maximale que le bâtiment pouvait atteindre au cours d’une séquence de 5 jours très chauds d'été. Cette exigence ne s’appliquait pas aux bâtiments disposant d’une climatisation, puisqu’ils étaient supposés ne pas présenter de températures estivales excessives pour leurs occupants. 27 Guide RE 2020 Ces exigences de résultats ont été fixées en fonction d’un optimum technico-économique et visaient un équilibre entre les filières énergétiques. L’exigence du Cep a permis dès 2012 de satisfaire l’exigence NZEB (Nearly Zero Energy Buildings, bâtiments à énergie proche de zéro) demandée pour 2020 par la directive européenne sur la performance énergétique des bâtiments. En complément de ces exigences de résultats, quelques exigences de moyens ont également été fixées qui permettent d’assurer la performance des bâtiments sur des thématiques plus transversales : mesure de la perméabilité du bâtiment à la réception des travaux (celle-ci peut également avoir un impact sur la ventilation), surface à respecter de parois vitrées et d’ouvrants (impact sur le confort, sur la qualité de l’air intérieur), etc. L’évaluation de la RT 2012 a permis d’alimenter la préparation de la future réglementation des bâtiments neufs. À ce retour d’expérience s’est ajouté celui obtenu au travers de l’expérimentation « Énergie positive, Réduction carbone » (expérimentation E+C-). 2.3 UNE RÉGLEMENTATION ENVIRONNEMENTALE DES BÂTIMENTS NEUFS POUR RÉPONDRE AUX ENJEUX ENVIRONNEMENTAUX Depuis plusieurs années de nombreuses lois ont adressé les enjeux environnementaux dans le domaine de la construction neuve (loi Grenelle, la loi de Transition énergétique pour la croissance verte, la loi ELAN) et ont fixé des objectifs ambitieux. Ces objectifs se traduisent en 2020 par la nouvelle réglementation environnementale pour les bâtiments neufs (RE 2020) qui remplace la RT 2012. Des orientations pour les filières énergétiques et industrielles fixées par la SNBC et la PPE La stratégie nationale bas-carbone (SNBC) et la Programmation pluriannuelle de l’énergie",
    "17": "(PPE) ont fixé des orientations pour les filières afin d’atteindre l’objectif de neutralité carbone en 2050. Pour le secteur du bâtiment, cela correspond principalement à une amélioration de la performance énergétique (bâtiments neufs plus performants, rénovation du parc, encouragement à la sobriété) et à une diminution importante de la place du gaz (selon la SNBC la part de gaz dans les logements passerait de 41 % à 15 % en 2050). Une telle stratégie signifie en premier lieu le développement des énergies renouvelables et en particulier de la chaleur renouvelable pour le chauffage et la production d’eau chaude sanitaire (pompes à chaleur essentiellement, chauffe-eau solaire…), en second lieu le raccord des bâtiments à des réseaux de chaleur urbains très vertueux alimentés par des énergies renouvelables, et dans une moindre mesure l’utilisation de la biomasse (bois-énergie) et de l’effet joule. La RE 2020 s'inscrit donc dans cette trajectoire, en limitant la consommation d'énergie non renouvelable et d'énergie carbonée. La RE 2020 remplace la RT 2012, elle n’est plus une réglementation seulement thermique, mais une réglementation à la fois énergétique et environnementale. 28 Guide RE 2020 Des objectifs énergétiques et environnementaux consolidés par la loi ELAN Consolidés par la loi « Évolution du logement, de l’aménagement et du numérique » (ELAN) publiée en 2018, les objectifs de la RE 2020 sont les suivants :  Poursuivre l’amélioration de la performance énergétique et la baisse des consommations des bâtiments neufs. La RE 2020 va au-delà de l’exigence de la RT 2012, en insistant en particulier sur la performance de l’isolation quel que soit le mode de chauffage installé, grâce au renforcement des exigences sur l’indicateur de besoin bioclimatique (dit « Bbio »). Elle introduit également de nouveaux indicateurs pour inciter au recours d’énergies renouvelables.  Diminuer l’impact sur le climat des bâtiments neufs en prenant en compte l’ensemble des émissions du bâtiment sur son cycle de vie, de la phase de construction à la fin de vie (matériaux de construction, équipements), en passant par la phase d’exploitation (chauffage, eaux chaude sanitaire, climatisation, éclairage…), via une analyse en cycle de vie. Ceci permet d’une part d’inciter à des modes constructifs qui émettent peu de gaz à effet de serre ou qui permettent d’en stocker tels que le recours aux matériaux biosourcés. D’autre part, ceci limite la consom- mation de sources d’énergie carbonées.  Garantir aux habitants que leur logement sera adapté en cas de forte chaleur en introduisant un objectif de confort en été. Les bâtiments devront mieux résister aux épisodes de canicule, qui seront plus fréquents et intenses du fait du changement climatique. Illustration 3 : Étapes analysées dans le cycle de vie Illustration 2 : Schéma des principes pris en compte pour la performance énergétique dans la RE 2020 29 Guide RE 2020 2.4 UNE EXPÉRIMENTATION E+C- POUR PRÉPARER LA RE 2020 Les réglementations thermiques successives depuis 1974 et jusqu’à la RT 2012 n’ont imposé qu’une évaluation énergétique du bâtiment lors de la phase d’exploitation, pour limiter notamment les consommations énergétiques. L’expérimentation",
    "18": "E+C - a introduit une nouveauté par rapport à ce qu’exigeait la RT 2012 : l’évaluation des émissions de gaz à effet de serre d’une opération de construction sur l’ensemble de son cycle de vie. Afin de permettre la montée en compétences de l’ensemble des acteurs de la construction sur les enjeux climatiques et de préparer la réglementation environnementale des bâtiments neufs, la France a lancé, en novembre 2016, l’expérimentation « Énergie positive, Réduction carbone » (l’expérimentation E+C-), co-pilotée par le Conseil Supérieur de la Construction, qui visait à tester à grande échelle des bâtiments plus performants que ce que prévoient les normes actuelles, à la fois en matière de bilan énergétique et d’émissions de gaz à effet de serre. Une expérimentation co-construite L’expérimentation E+C- s’est appuyée sur une gouvernance associant l’ensemble des acteurs de la construction et s’articulant autour de deux comités : un Comité de Pilotage de l’expérimentation (CoPIL) et un Comité technique de suivi et d’accom- pagnement de l’expérimentation (CoTec). Cette gouvernance a eu pour but de suivre et faire évoluer l'expérimentation depuis son lancement. Une expérimentation basée sur une méthode d'évaluation partagée Le but premier de l’expérimentation E+C- était de permettre aux acteurs de tester une méthode de calcul pour évaluer l’impact environnemental d’un bâtiment. Un « référentiel Énergie-Carbone » a été élaboré. Il définissait plusieurs indicateurs énergétiques et environnementaux, la manière de les calculer, les données à utiliser, ainsi que les différentes étapes de vie du bâtiment à prendre en compte pour l’analyse en cycle de vie (ACV). De plus, ce référentiel définissait des niveaux de performance à atteindre sur 2 volets :  un volet « Énergie » avec l’indicateur BilanBEPOS, c’est un bilan entre les consommations et la production d’énergie ;  un volet « Carbone » avec deux indicateurs EgesPCE et Eges relatifs aux émissions de gaz à effet de serre du bâtiment ; le premier (EgesPCE) étant spécifique aux émissions liées aux produits de construction, le deuxième (Eges) prenant en compte l’ensemble des émissions (produits de construction et exploitation du bâtiment). Passer de l'expérimentation Passer de l'Observation à la généralisation à la décision 30 Guide RE 2020 Une expérimentation basée sur un observatoire et la participation volontaire des acteurs L’expérimentation E+C- s’est appuyée également sur une base de données dite « observatoire » qui recensait l’ensemble des données techniques et économiques des bâtiments participant à l’expérimentation. Cet observatoire était à remplir par tout maître d’ouvrage souhaitant participer à l’expérimentation. L’analyse technique et économique du contenu de l’observatoire a permis d’alimenter les travaux d’élaboration de la RE 2020. Un label en soutien à l’expérimentation L’expérimentation E+C- s’est également appuyée sur un label, le label E+C-, délivré par les organismes certificateurs. Ce label permettait de valoriser les bâtiments vertueux et de consolider les résultats de l’évaluation grâce à la vérification tierce partie que réalise le certificateur et ainsi d’attester les niveaux de performance énergétique et environnementale atteints par un bâtiment. Une forte mobilisation des acteurs La mobilisation des acteurs s’est révélée croissante durant",
    "19": "la mise en œuvre du dispositif. Les participants ont pu monter en compétence sur l’évaluation environnementale d’un bâtiment tout le long de son cycle de vie et tester différents niveaux de performance. Début 2020, l’observatoire E+C- comptait ainsi plus de 1 000 bâtiments. Ces retours d’expérience ont permis d’alimenter les travaux d’élaboration de la future réglementation, afin que celle-ci soit la plus adaptée possible à la réalité du terrain. 2.5 TRAVAUX D’ÉLABORATION DE LA RE 2020 ET CONCERTATION DE GRANDE AMPLEUR Afin d’élaborer la réglementation environnementale des bâtiments neufs, une grande phase de concertation rassemblant l’ensemble des acteurs de la construction a été lancée en janvier 2019. Ces groupes de concertation ont été alimentés par les travaux des 16 groupes d’expertise thématiques, eux-mêmes alimentés par les nombreuses contributions des acteurs du bâtiment, à la lumière des retours d’expérience de l’expérimentation E+C- récoltés depuis fin 2016. Cette phase de concertation de grande ampleur a permis un travail collaboratif entre l’ensemble des acteurs de la construction, et de faire ainsi émerger les points de consensus et de dissension pour l’élaboration de la RE 2020. Elle a permis d’éclairer les choix de l’État, de les appuyer dans certains cas ou de les corriger dans certains autres afin d’arriver à un projet dont les objectifs sont partagés par la très grande majorité des acteurs. 31 Guide RE 2020 Groupes d’expertise (GE) concernant la méthode de calcul et la production des données Dans le cadre de l’expérimentation E+C-, les bases de la méthode d’évaluation de la performance environnementale des bâtiments avaient été établies. Toutefois, il restait encore plusieurs sujets techniques à approfondir, qui n’avaient pas ou peu été étudiés dans le cadre de l’expérimentation E+C-. C’est pourquoi l’administration a engagé dès l’automne 2018 des travaux techniques préparatoires à travers divers groupes mobilisant des experts du domaine (« groupes d’expertise ») :  GE1 - Périmètre de l’ACV  GE2 - Cadrage de la complétude et exigences de qualité de l’étude ACV  GE3 - Stockage temporaire du carbone  GE4 - Fin de vie des bâtiments  GE5 - Données environnementales par défaut  GE6 - Conventions d’utilisation du bâtiment pour le calcul énergétique  GE7 - Correction et mises à jour de la méthode de calcul énergétique  GE8 - Confort d’été : indicateur et expression de l’exigence  GE9 - Prise en compte des autres usages mobiliers et immobiliers de l’énergie  GE10 - Spécificités des bâtiments tertiaires  GE11 - Surfaces de référence  GE12 - Modulations des exigences  GE13 - Expression des exigences  GE14 - Modalités de prise en compte des innovations  GE15 - Obligation de recours à la chaleur renouvelable, ou plus globalement aux ENR  GE16 - Vérification de la conformité réglementaire Ces groupes d’expertise ont fait l’objet au total de plus de 30 réunions, rassemblant de nombreux acteurs ayant les compétences techniques nécessaires. Pour chaque sujet technique, le groupe d’expertise concerné a identifié plusieurs scénarios d’évolution de la méthode de calcul et a eu la",
    "20": "mission de produire une analyse technique objective en mettant en avant les avantages et inconvénients de chaque scénario, en vue d’éclairer la concertation, puis les arbitrages pour définir la RE 2020. Groupes de concertation (GC) À partir de la production technique issue de ces nombreux groupes d’expertise, la concertation a été structurée au sein de 4 Groupes de Concertation (GC) co-pilotés par l’État et le CSCEE (Conseil supérieur de la construction et de l’efficacité énergétique) dont les réunions ont été organisées à partir de 2019, afin que l’ensemble des acteurs de la construction puissent exprimer leurs positions. Aux 4 groupes de concertation correspondent les thématiques suivantes : 32 Guide RE 2020 1. la méthode de calcul : Réflexions et concertation sur les ajouts et précisions de la méthode de calcul pour évaluer la performance énergétique et environnementale d’un bâtiment. La concertation a par exemple mis en évidence la nécessité d’harmoniser les surfaces de référence pour la RE 2020 (par rapport à celles utilisées pour E+C-). 2. la production des données : Réflexions et concertation sur les besoins, l’évolution et la production des données (spécifiques et par défaut). La concertation a par exemple permis d’introduire un indicateur informatif de l’impact environnemental lié à l’utilisation des données par défaut. Cela permet d’apprécier le besoin de modu- lation pour certains projets qui seraient pénalisés par le manque de données spécifiques. 3. les indicateurs et exigences : Réflexions et concertation sur les exigences de la future réglementation (faisabilité technique et soutenabilité économique). La concertation a par exemple permis d’aboutir progressivement aux niveaux d’exigence et à leurs modulations incluses dans les textes réglementaires après avoir mis en lumière les attentes des participants. Certains consensus comme le renforcement substantiel de la performance de l’enveloppe ont émergé de ce groupe de concertation… 4. les outils d’accompagnement des professionnels : Réflexions et concertation sur les outils de communication, de sensibilisation et de formation pour favoriser la montée en compétences des professionnels. La concertation a permis d’identifier les besoins de sensibilisation ou de formation de chacun des acteurs et de définir les outils les plus adaptés, tels une mallette pédagogique pour les bureaux d’études. Ces groupes de concertation étaient alimentés par :  les retours d’expérience de l’expérimentation E+C- (difficultés rencontrées et analyse de l’observatoire) ;  les travaux d’expertise des GE ou autres travaux préparatoires ;  des contributions écrites de l’ensemble des acteurs ;  des travaux de simulations lancés début 2020 visant à tester une multitude d’indicateurs et niveaux de performance, dans le cadre d’un groupe de travail dédié (le GT « Modélisateur »), pour éclairer les choix d’indicateurs et niveaux de performance de la RE 2020. Ces groupes de concertation ont fait l’objet au total de plus d’une vingtaine de réunions de concertation. Jamais une concertation d’une telle ampleur n’avait encore été menée pour l’élaboration d’une réglementation thermique/environnementale. Plénières du CSCEE Sur la base des propositions faites par les différents groupes de concertation, le CSCEE a émis des propositions à l’administration pour fixer la méthode",
    "21": "de calcul et les exigences de la future réglementation. C’est sur la base de ces propositions que l’État a pris les arbitrages pour finaliser la RE 2020. 33 Guide RE 2020 La concertation en chiffres :  30 réunions de Groupes d’expertise  près de 300 experts mobilisés  plus de 20 réunions de groupe de concertation  près de 500 contributions écrites reçues de la part des acteurs 34 Guide RE 2020 3 CADRE D’ÉVALUATION DE LA RE 2020 La méthode d’évaluation définit les indicateurs de performance énergétique (indicateurs « Énergies »), les indicateurs de performance environnementale (indicateurs « Carbone ») et un indicateur de « confort d’été » pour une opération de construction sous la responsabilité d’un maître d’ouvrage, ainsi que la manière de les calculer. 3.1 CHAMP D’APPLICATION Règles générales À compter du 1er janvier 2022, la RE 2020 s’applique à la construction de bâtiments et parties de bâtiments à usage d’habitation, et à partir du 1er juillet 2022 à la construction des bâtiments de bureaux et d’enseignement primaire ou secondaire, ainsi qu’à la construction, le cas échéant, de parcs de stationnement associés à ces constructions. Ces bâtiments sont listés à l’article R. 172-1 du Code de la construction et de l’habitation. Elle s’applique aux constructions et extensions de petite surface de ces bâtiments à partir du 1er janvier 2023, et aux constructions temporaires et habitations légères de loisirs dispensées de démarches d’urbanisme à partir du 1er juillet 2023 (cf. articles R. 172-1 et R. 172-3 du Code de la construction et de l’habitation). La RE2020 sera prochainement complétée en vue d’élargir l’application de la RE 2020 aux autres usages de bâtiments (concertation avec les acteurs du bâtiment en cours). La RE 2020 ne s'applique pas aux bâtiments situés dans les départements d’outre-mer Dates d’application de la RE 2020 Usages Date d’application RE 2020 (définie par la date du dépôt de permis de construire ou de la déclaration préalable, ou, pour les constructions dispensées de démarches d’urbanisme, la date de début de construction ou d’installation) Habitation 1er janvier 2022 Bureaux, enseignement primaire ou secondaire 1er juillet 2022 Constructions et extensions de petite surface d’habitation, bureaux, enseignement primaire ou secondaire 1er janvier 2023 Habitations légères de loisirs (HLL) < 50m² soumises à démarches d’urbanisme 1er janvier 2023 Constructions temporaires d’habitation, de bureaux ou d’enseignement primaire ou secondaire 1er juillet 2023 Habitations légères de Loisirs < 35 m² dispensées de démarches d’urbanisme. (1) 1er juillet 2023 Autres usages de bâtiments Date postérieure au 30 juin 2024 (1) Suite à une ordonnance du Conseil d'État datant du 29 juin 2023, l'application de la RE2020 est suspendue pour les HLL de moins de 35m² destinées à une utilisation saisonnière dans un camping 35 Guide RE 2020 Usage minoritaire assimilé à l’usage principal À l’échelle du bâtiment, une partie de bâtiment peut être assimilée à l’usage principal du bâtiment, avec application des exigences associées, lorsque la surface de référence de l’usage minoritaire est inférieure à 150 m² et qu’elle représente moins de",
    "22": "10 % de la surface de référence de l’usage principal du bâtiment Si ces conditions ne sont pas remplies, chaque partie de bâtiment doit faire l’objet d’un calcul conformément aux règles de calcul associées aux usages concernés. Attention exception : une partie de bâtiment à usage de maison individuelle ne peut pas être assimilée à un autre usage. Exception temporaire pour les bâtiments d’habitation : contrat de louage d’ouvrage, ou contrat de construction de maison individuelle Pour les bâtiments d’habitation, après l’entrée en vigueur de la RE 2020, deux exceptions temporaires d’application de la RE 2020 ont été mises en place :  Pour les maisons individuelles, si un contrat de construction de maison individuel a été signé avant le 1er octobre 2021 ;  Pour les bâtiments d’habitation, si un contrat de louage d’ouvrage a été signé avant le 1er octobre 2021 et si le dépôt de permis de construire intervient avant le 1er septembre 2022. Ces dispositions permettent notamment de protéger les acquéreurs contre une hausse des prix après signature du contrat sous prétexte de mise à jour obligatoire des prestations, et donc des prix, pour mise en conformité avec la RE 2020. Application d’exigences alternatives L’arrêté du 22 décembre 2022 relatif aux exigences de performance énergétique et environnementale des constructions temporaires ou de petite surface précise les exigences alternatives pouvant être appliquées aux :  constructions de petite surface ;  extensions de petite surface ;  constructions temporaires ;  habitations légères de loisirs (HLL) dispensées de démarche d’urbanisme2. Ci-après, la synthèse des exigences pour ces constructions. Des éléments plus détaillés sont disponibles au chapitre 5 « EXIGENCES DE LA RE2020 POUR LES CONSTRUCTIONS ET EXTENSIONS DE PETITE SURFACE, LES HABITATIONS LÉGÈRES DE LOISIRS ET LES CONSTRUCTIONS TEMPORAIRES » page 71 2 L’application d’exigences alternatives concerne les HLL de moins de 50m² (application pleine de la RE2020 si ≥50m²). A noter qu’à la suite d’une ordonnance du Conseil d'État datant du 29 juin 2023, cette l’application de la RE2020 est suspendue pour les HLL de moins de 35m² destinées à une utilisation saisonnière dans un camping. Sref_minoritaire < 150 m² ET Sref_minoritaire < 10 % x Sref_usage principal La surface de référence (Sref) est la surface habitable (SHAB) pour le résidentiel et la surface utile (SU) pour le tertiaire. 36 Guide RE 2020 1-Construction et extensions petite surface 2 - Constructions temporaires 3 - Habitations Légères de Loisirs de surface < 50 m² * Condition de surface Constructions et extensions Sref < 50 m² Extensions autres que MI : [50 - 150m²] ET < 30 % de la Sref existant Extensions de MI : [50–80 m²] Fabriquées avant le 1er juillet 2023 Fabriquées après le 1er juillet 2023 HLL implantée dans les lieux de loisirs de surface de plancher ≤ 35 m² et fabriquée avant 1er juillet 2023 Autres HLL d'une surface < 50 m² dont la fabrication a été achevée avant le 1er janvier 2023 HLL non chauffées < 50 m², sans conduit de fumées",
    "23": "et dont l'installation électrique ne permet pas l'installation d'un système de chauffage Toutes les autres HLL <50 m² achevées après le 1er janvier 2023 Les 6 indicateurs RE2020 Non requis Bbio IcConstruction DH Non requis Non requis Principales exigences de moyens -Ponts thermiques (non requis pour le 1er niveau créé en surélévation) -Facteur solaire des baies - Régulation des systèmes énergétiques Péclairage<1,6 W/m² par tranche 100 lux Péclairage <1 W/m² par tranche 100 lux à partir du 01/01/2028 Dès 2023 : - Isolation des parois (avec renforcements successifs 2025 et 2028) - Péclairage <1 W/m² par tranche 100 lux - Régulation des systèmes énergétiques - Facteur solaire des baies - Ferme-porte - Performance des systèmes de chauffage et d'ECS en 2025 - Traitement des ponts thermiques en 2028 Exigences performances éclairage : Péclairage <1 W/m² par tranche 100 lux - Isolation thermique des parois opaques et vitrées - Performance énergétique des équipements CVC - Péclairage <1 W/m² par tranche 100 lux - ECS : isolation des chauffe-eaux électriques - Accès à l’éclairage naturel - % surface d’ouverture des baies Dès 2023 : - Isolation des parois (avec renforcements successifs 2025 et 2028) - Régulation des systèmes énergétiques - Facteur solaire des baies - Performance des systèmes de ventilation - Performance des systèmes de chauffage et d'ECS en 2025 - Traitement des ponts thermiques en 2028 A partir de 2040 : exigences sur les systèmes énergétiques Attestation Simplifiée Non requis *Suite à une ordonnance du Conseil d'État datant du 29 juin 2023, l'application de la RE2020 est suspendue pour les HLL de moins de 35m² destinées à une utilisation saisonnière dans un camping 37 Guide RE 2020 3.2 A QUEL MOMENT/PHASE DU PROJET FAIRE LES ÉVALUATIONS RE 2020 ? Les évaluations des constructions nouvelles soumises à la RE 2020 sont obligatoirement formalisées par deux attestations : une en phase permis de construire et une en phase achèvement des travaux. Au-delà de ces obligations, il est utile d'anticiper les évaluations et de bien faire communiquer les différents concepteurs, de manière à concevoir un projet capable de respecter les exigences de la RE 2020 (et donc de ne pas attendre le début du chantier pour se poser la question du respect de ces exigences). 3.3 PÉRIMÈTRE D’ÉVALUATION Périmètre à prendre en compte : bâtiment ou parcelle ? Le périmètre retenu pour l’évaluation énergétique et environnementale est celui du permis de construire. L’évaluation est donc réalisée au niveau du bâtiment et de la parcelle.  L’évaluation énergétique considère les consommations de chauffage, refroidissement, eau chaude sanitaire, ventilation, éclairage (et leurs auxiliaires) des bâtiments et de leurs parkings.  L’évaluation environnementale intègre les impacts sur le changement climatique du bâtiment et des aménagements de la parcelle (aménagements extérieurs hors bâtiment, réseaux, systèmes de production d’énergie et parkings). En revanche, les niveaux d’exigences réglementaires se focalisent sur les impacts des composants du bâtiment et des parkings et des consommations d’énergie du bâtiment en fonctionnement (l’impact de l’aménagement de la parcelle et de son usage est évalué",
    "24": "de manière informative). L’évaluation peut porter sur plusieurs bâtiments si ceux-ci font l’objet d’un permis de construire unique, mais les niveaux d’exigences doivent être respectés pour chaque bâtiment individuellement. Sur quelle temporalité est évalué le projet La durée conventionnelle de la phase d’exploitation du bâtiment (« sa durée de vie ») prise en compte dans le calcul est appelée période d’étude de référence (PER). La période d’étude de référence est de 50 ans pour tous les bâtiments (2 ans pour l’application partielle de la RE 2020 aux constructions provisoires). Surfaces de référence La surface de référence pour les indicateurs énergie et carbone est :  la surface habitable (SHAB) pour le résidentiel ;  la surface utile (SU) pour les autres cas. 38 Guide RE 2020 Consommations prises en compte dans la RE 2020 Seules les consommations des usages immobiliers sont évaluées :  Les consommations des 5 usages réglementés déjà présents dans la RT 2012, soit la consommation d’énergie : – de chauffage ; – de refroidissement ; – d’eau chaude sanitaire ; – d’éclairage ; – de ventilation et d’auxiliaires.  Auxquelles sont ajoutées les consommations suivantes : – la consommation d’électricité nécessaire au déplacement des occupants à l’intérieur du bâtiment, s’il y en a : ascenseurs et/ou escalators. – la consommation d’électricité pour les parkings des systèmes suivants : systèmes d’éclairage et/ou de ventilation, s’il y en a ; – la consommation d’électricité des circulations en logement collectif pour l’éclairage. Dans le cadre de la RE 2020, ces consommations sont calculées par la méthode réglementaire « Th- BCE 2020 ». Et les équipements mobiliers ? La RE 2020 caractérise les équipements mobiliers par des valeurs d’apports internes de chaleur avec un scénario de répartition horaire suivant les usages. Les consommations d'énergie et d'eau des équipements mobiliers (équipements électro- domestiques, équipements bureautiques, etc.) ne sont pas prises en compte, sauf pour le calcul du taux d'autoconsommation et d’autoproduction, de l'électricité produite sur site. Explication : la production d’électricité sur site est comparée à chaque heure aux consommations des usages conventionnels ci-dessus + ceux des usages spécifiques de l’électricité des « équipements mobiliers ». C’est le seul cas dans la méthode où la RE 2020 intègre des consommations d’équipements mobiliers. Impacts environnementaux pris en compte dans la RE 2020 L’analyse de cycle de vie, introduite dans la RE 2020 est une évolution réglementaire importante. Elle permet d’évaluer différents impacts environnementaux d’une nouvelle opération de construction. Le bâtiment est un ensemble constitué des matériaux mis en œuvre pour sa construction mais également des énergies consommées pendant son utilisation, par exemple pour le chauffage, la production d’eau chaude sanitaire ou l’éclairage. C’est pourquoi il est plus facile de décomposer le bâtiment en cinq catégories qui constituent ce que l’on appelle des « contributions » aux impacts environnementaux. 39 Guide RE 2020  Contribution relative aux « Composants », les produits de construction et équipements (de chauffage, de climatisation, de ventilation...) du bâtiment : ce sont l’ensemble des composants du bâtiment, y",
    "25": "compris les réseaux et espaces de parkings du bâtiment. Il a fallu produire, transporter, mettre en œuvre, utiliser et il faudra démolir tous ces composants.  Contribution relative au « Chantier », le chantier de construction : couvre les consommations d’énergie du chantier de construction, les consommations et rejets d’eau du chantier, l’évacuation et le traitement des déchets du terrassement non pris en compte dans la contribution « composants ».  Contribution relative à « l’Énergie », les consommations d’énergie du bâtiment en fonctionnement : les consommations d’énergie importées et consommées par le bâtiment. Ces consommations d’énergie sont liées à l’utilisation du bâtiment et correspondent aux consommations calculées pour tous les usages réglementaires.  Contribution relative à « l’Eau », les consommations et rejets d’eau : couvre, pour la phase d’exploitation du bâtiment, tous les usages de l’eau à l’échelle du bâtiment et la gestion des eaux pluviales captées par le bâtiment ainsi que leur assainissement. Ces éléments doivent être renseignés mais n’ont pas d’incidence sur les indicateurs réglementaires.  Contribution relative à la « Parcelle », les aménagements et l’usage de la parcelle : l’ensemble des composants nécessaires aux ouvrages présents sur la parcelle hors bâtiment, réseaux, systèmes de production d’énergie. Il s’agit notamment des composants nécessaires à la clôture de la parcelle et à la construction des voiries hors aires de stationnement. Elle prend aussi en compte les usages d’eau nécessaire à l’arrosage des espaces végétalisés de la parcelle et aux usages particuliers de l’eau (comme le nettoyage des voiries par exemple). Ces composants doivent être renseignés mais n’ont pas d’incidence sur les indicateurs réglementaires. Les contributions en italique sont évaluées au même titre que les autres contributions par la méthode de calcul réglementaire. Ces éléments doivent alors obligatoirement être renseignés mais ils n’ont pas d’incidence sur les indicateurs réglementaires. Les cinq Contributions 40 Guide RE 2020 Le schéma ci-dessus illustre le périmètre et les éléments pris en compte dans l’évaluation de la performance environnementale d’une opération de construction de bâtiments neuf dans la méthode de calcul définie dans les règles de calcul pour le calcul de la performance énergétique et environnementale des bâtiments neufs :  les impacts de la contribution relative aux « Composants » sont caractérisés par les bâtiments en verts et le capteur photovoltaïque au prorata du taux d’autoconsommation ;  les impacts de la contribution relative à « l’Énergie », sont caractérisés par les flèches bleu clair (déduction faite de l’autoconsommation des systèmes de production électrique à demeure, comme le capteur photovoltaïque) ;  les impacts de la contribution relative à « l’Eau » sont caractérisés par les flèches bleu foncé ;  les impacts de la contribution relative au « Chantier » sont illustrés par la grue en gris. Les parties rejets d’eau et de consommations d’énergie du chantier sont prises en compte dans les flèches bleu foncé et clair ;  les impacts de la contribution relative à la « Parcelle » sont caractérisés par la clôture de la parcelle en",
    "26": "marron ;  En rouge sont illustrés les éléments qui ne sont pas pris en compte. La méthode ne calcule pas : – l’impact du chantier de déconstruction – les impacts environnementaux des équipements mobiliers et électrodo- mestiques – l’impact de l’évacuation des déchets domestiques liés à l’activité des usagers – l’impact des déplacements externes au bâtiment liés à l’activité des usagers L’évaluation de la performance environnementale est large et l’impact de chaque contribution doit être calculé mais ils n’ont pas tous d’incidences sur les indicateurs réglementaires et donc le respect de la RE 2020. En effet, seules les contributions relatives aux « Composants », au « chantier » et à « l’Énergie » sont ciblées par les indicateurs réglementaires, les impacts des autres contributions n’ont pas d’incidence sur le respect de la RE 2020. eau eau Parkings Illustration 4 : Schéma du périmètre pris en compte par la RE 2020 pour la performance environnementale 41 Guide RE 2020 3.4 DONNÉES D’ENTRÉE La méthode d’évaluation énergétique et environnementale distingue trois types de données :  les données spécifiques : données opposables dont un acteur est responsable de la production et la mise à jour ;  les données par défaut : données utilisées en substitution en l’absence de données spécifiques ;  les données conventionnelles : données d’utilisation obligatoires. Données d’évaluation de la performance énergétique L’évaluation de la performance énergétique s’appuie sur des données similaires à celles utilisées par la Réglementation Thermique 2012. Ce sont des données obtenues conformément aux textes (décret et arrêté) relatifs aux exigences de performance énergétique et environnementale des constructions de bâtiments en France métropolitaine, à la méthode Th-BCE et aux règles Th-BAT. Il s’agit :  des éléments qui caractérisent le bâtiment et son environnement : dimensions exactes, surfaces, orientation, masques solaires, performance thermique des matériaux… ;  des éléments qui définissent les équipements : système de chauffage, éclairage, ventilation… ;  des données conventionnelles relatives aux données climatiques, à l’occupation et à l’usage de bâtiment (données météorologiques, scénarios d’occupation présumés…). Ces règles sont fixées par arrêté et par décret. Données d’évaluation de la performance environnementale Données du projet Données environnementales CALCUL DE LA PERFORMANCE ENVIRONNEMENTALE DU PROJET Illustration 5 : Schéma de calcul de la performance environnementale 42 Guide RE 2020 Les données liées au projet qui permettent de quantifier  les équipements et produits de construction de l’ensemble des composants du bâtiment et de la parcelle. Il s’agit par exemple pour les équipements : du nombre/type de chaudière, du système de ventilation… alors que pour les produits de construction, il s’agit plutôt des masses de béton, des volumes de bois, du nombre de tuiles… Les données relatives au bâtiment et à ses équipements sont disponibles dans les CCTP et les DPGF du projet.  les consommations d’énergie, du chantier au cours de la construction et de l’utilisation du bâtiment lors de son exploitation, comme les litres de gasoil des engins de chantier pendant la construction, les kWh d’électricité pour le chauffage pendant l’exploitation…",
    "27": " les consommations et rejets d’eau, du chantier lors de la construction et de l’utilisation du bâtiment lors de son exploitation, comme les litres d’eau utilisés pendant le chantier de construction, les litres d’eau pendant la « vie du bâtiment »… Les données d’entrée du projet = métrés, quantités 43 Guide RE 2020 Les données environnementales Ces données portent sur les indicateurs d’impact environnemental d’une quantité de référence appelée « unité fonctionnelle » et concernent :  les équipements et produits de construction. Il s’agit par exemple de la performance environnementale pour la fabrication et la distribution d’1 m3 de béton ;  les consommations d’énergie, comme la performance environnementale pour la production et la distribution d’1 kWh d’électricité ;  les consommations et rejets d’eau, comme la performance environnementale pour la production et la distribution d’1 litre d’eau potable. En effet, La consommation d’eau potable implique une consommation d’énergie pour la distribution (pompage) et induit des impacts dus au traitement de celle-ci. Pour les équipements et produits de construction, le calcul détaillé des impacts environnementaux suit le logigramme suivant : Données spécifiques Pour les produits de construction et les équipements Pour qu’un produit de construction ou un équipement puisse être pris en compte dans le calcul RE 2020, il doit faire l’objet d’une déclaration environnementale. Ces déclarations sont fournies par les fabricants (selon un cadre précis) et sont obligatoirement vérifiées par une tierce partie indépendante (réglementation encadrant la déclaration environnementale des produits de construction et équipements). Sont distinguées :  les FDES – Fiches de Déclaration Environnementale et Sanitaire : individuelles ou collectives  les PEP – Profils Environnemental Produit : individuels ou collectifs pour les équipements couverts par la RT 2012, les données fournies dans les PEP pour la phase d’utilisation ne sont pas utilisées Données environnementales par défaut Pour les produits de construction et les équipements les DED – Données Environnementales par Défaut – sont des données mises à disposition par le ministère en charge de la construction. Données conventionnelles Données liées à la simplification des modèles. Données sur les impacts des énergies. Données sur les services (transport, eau potable, eaux usées, déchets, fluides frigorifiques). 44 Guide RE 2020 45 Guide RE 2020 Remarque  L’ensemble des données utilisables pour réaliser une ACV dans le cadre de la RE 2020 sont rassemblées dans la base de données INIES et consultables gratuitement. (http://www.inies.fr/accueil/)  Les produits de construction ou équipements issus du réemploi ou d’une opération de réutilisation (c’est-à-dire employés une nouvelle fois, pour un usage identique ou un nouvel usage, dans le même ou un autre bâtiment, sans retraitement hormis des opéra- tions de reconditionnement, nettoyage ou réparation) sont considérés comme n’ayant aucun impact. Cependant, les impacts environnementaux des produits complémentaires nécessaires à la mise en œuvre des composants issus du réemploi ou de la réutilisation doivent être comptabilisés. 3.5 L’ÉNERGIE PRIMAIRE L’énergie finale (kWhEF) est la quantité d’énergie directement consommée par l’utilisateur final. L’énergie primaire (kWhEP) est la consommation nécessaire à la production de cette énergie",
    "28": "finale. Du fait des pertes liées à la production, la transformation, le transport et le stockage, les coefficients de conversion entre énergie finale et primaire ni renouvelable ni de récupération sont pour la RE 2020 conventionnellement les suivants : Energie_Primaire=Energie_Finale × Convertion en EP La RE 2020 modifie les conventions de transformation qui étaient utilisées dans la RT 2012 et distingue 2 catégories de coefficient de conversion : Type d’énergie importée par le bâtiment Coefficients de transformation de l'énergie entrant dans le bâtiment en énergie primaire non renouvelable Coefficients de transformation de l'énergie entrant dans le bâtiment en énergie primaire Bois 0 1 Électricité 2,3 2,3 Réseau de chaleur urbain (chaleur) 1 – Ratio d’énergie renouvelable ou de récupération du réseau (chaleur) 1 Réseau de chaleur urbain (froid) 1 1 Autres énergies non renouvelables 1 1 Énergie renouvelable captée sur le bâtiment ou la parcelle 0 0 46 Guide RE 2020  Coef EP : coefficient de conversion de l’énergie finale en énergie primaire totale  Coef EPnr : coefficient de conversion de l’énergie finale en énergie primaire non renouvelable Par exemple l’énergie bois est considérée comme 100 % renouvelable, ainsi le coefficient de conversion de l’énergie bois en énergie primaire non renouvelable sera égal à 0. Pour les réseaux de chaleur urbains, la valeur du coefficient Coef EPnr est fonction du ratio d’énergie renouvelable ou de récupération du réseau, cela dépendra du mix énergétique (plus il comportera d’énergie renouvelable, comme la biomasse, plus le coefficient sera faible). Concernant les réseaux froids, le coefficient de conversion en énergie primaire non renouvelable est égal à 1. Les énergies renouvelables captées sur le bâtiment ou la parcelle ne sont pas comptabilisées dans le calcul des consommations. La RE 2020 prend en compte l’autoconsommation, qui couvre, donc une partie des besoins. Le calcul des consommations est réalisé sur les vecteurs énergétiques utilisés pour couvrir les besoins restants après autoconsommation. Ce mode de calcul est traduit par une valeur de zéro au deux coefficients EP et EPnr. Vecteur énergétique Electricité du réseau national Gaz, charbon, produits pétroliers Chaleur d'un réseau urbain Biomasse Energie renouvelable captée sur le bâtiment ou la parcelle Coef EPnr 2,3 1 Ch: 1-% EnR&R Fr : 1 0 0 Coef EP 2,3 1 1 1 0 Illustration 6 : Synthèse des coefficients de conversion en énergie primaire 47 Guide RE 2020 3.6 QUELQUES DÉFINITIONS (COMPLÉMENTAIRES À CELLES DE L’ANNEXE I DE L’ARRÊTÉ « EXIGENCES ET MÉTHODE »)  Autoconsommation : la quantité d’électricité consommée en provenance de l’installation sur site est ce qu’on appelle l’autoconsommation. Le taux d’autoconsommation est défini par le rapport entre l’autoconsommation et la production totale de l’installation. Un taux d’autoconsommation de 50 % signifie que la moitié de la production a été consommée. L’électricité produite non consommée est le plus souvent réinjectée dans le réseau électrique.  Construction provisoire : définie par l’article R*. 421-5 du Code de l’urbanisme. Par exemple : les constructions temporaires directement nécessaires à la conduite des travaux.  Entité programmatique est",
    "29": "un ensemble d’espaces d’une même activité sous la responsabilité d’un même maître d’ouvrage.  Local à usage de process est un local dont les fonctions de chauffage et/ou climatisation et/ou de ventilation ne répondent qu’à des besoins spécifiques et exclusifs liés aux processus de fabrication ou de conservation de produits ou tout autre utilisation imposant des conditions particulières de température ou de renouvellement d’air. Ces processus sont spécifiques s’ils imposent des « conditions particulières de température, d’hygrométrie ou de qualité de l’air » des locaux. Dans de tels locaux, le chauffage ou la climatisation ne sont pas conçus pour assurer une ambiance confortable pour les personnes mais plutôt pour permettre par exemple à la fabrication ou à la conservation des produits de se faire dans des conditions adéquates.  Opération de construction : ensemble de bâtiments, bâtiment ou partie de bâtiment correspondant à une entité programmatique.  Parking : Quel que soit le parking : clos, couvert ou à ciel ouvert (places de stationnement), bâtiment spécifiquement aménagé ou espace aménagé à l’intérieur du bâtiment, la consom- mation des systèmes de ventilation et d’éclairage éventuel est comptabilisé. Concernant le volet environnemental, les composants des parkings sont à comptabiliser dans la contribution « composants ».  PER : période d’étude de référence, c’est la durée de vie conventionnelle du bâtiment.  Température normale d’utilisation est la température intérieure lorsque le bâtiment est utilisé pour son usage normal prévu.  Sref : Surface de référence d'un bâtiment ou d'une partie de bâtiment : – pour un bâtiment ou une partie de bâtiment à usage d’habitation, surface habitable du bâtiment ou de la partie de bâtiment (SHAB) ; – pour les autres cas : surface utile du bâtiment ou de la partie de bâtiment (SU). 48 Guide RE 2020  SHAB : Surface habitable d’un logement telle que définie par l’article R. 111-2 du Code de la construction et de l’habitation :  SU : La surface utile au sens de la RE 2020 du bâtiment ou de la partie de bâtiment concernée est déterminée de manière similaire à la SHAB ci-dessus mais pour les usages non résidentiels. On peut noter les éléments suivants : – la surface de plancher à considérer en utilisation normale : il s’agit de celle chauffée à une température supérieure à 12 °C ou refroidie à une température inférieure à 30 °C (cela exclut les garages par exemple) ; – la déduction des poteaux et des locaux techniques exclusivement affectés au fonctionnement général du bâtiment et à occupation passagère. La définition complète est précisée dans le chapitre Ier de l'annexe de l'article R. 172-4 du Code de la construction et de l'habitation. Surfaces occupées par les murs, cloisons, marches et cages d'escaliers, gaines, embrasures de portes et de fenêtres  Combles et sous-sols non aménageables ou aménageables et non aménagés pour l'habitation ou pour des activités à caractère professionnel, artisanal, industriel ou commercial  Locaux communs et autres dépendances des logements  Parties de locaux d'une hauteur inférieure à",
    "30": "1,80 mètre  Toitures-terrasses, balcons, loggias, vérandas non chauffées, surfaces non closes situées au rez-de-chaussée ou à des niveaux supérieurs  Surfaces aménagées en vue du stationnement des véhicules SURFACE DE PLANCHER CONSTRUITE MOINS 49 Guide RE 2020 4 MÉTHODE D’ÉVALUATION ET INDICATEURS DE LA RE 2020 La RE 2020 c’est trois objectifs, soit trois volets réglementés du bâtiment :  La performance énergétique  La performance environnementale  Le confort d’été 4.1 LA PERFORMANCE ÉNERGÉTIQUE Comme la réglementation thermique de 2012 (RT 2012), la RE 2020 met en application un principe de base, la sobriété énergétique : l’énergie la moins chère et la moins polluante est celle qu’on ne consomme pas. Dans cet esprit, l’indicateur sur les besoins énergétiques (Bbio) est toujours présent, mais le seuil réglementaire est plus ambitieux. Des réflexions architecturales plus poussées devront limiter plus encore les besoins du bâtiment. L’indicateur sur les consommations énergétiques (Cep) comptabilise toujours la quantité d’énergie nécessaire pour couvrir les besoins du bâtiment. L’objectif de réduction de la consommation se traduit également par l’amélioration de l’efficacité énergétique des équipements. Enfin, la RE 2020 impose de réduire en priorité la consommation des énergies non renouvelables : un nouvel indicateur, le Cep,nr (consommation en énergie primaire non renouvelable) ne comptabilise pas les consommations d’énergies renouvelables ou récupérées. Cette nouveauté incite les concepteurs à réduire l’usage des énergies non renouvelables (fossiles, électricité) et à recourir davantage à des énergies renouvelables. Les principales évolutions au niveau des exigences concernent :  l’évolution du coefficient du besoin bioclimatique : Bbio (Unité : points) ;  l’évolution du coefficient d’énergie primaire : Cep (Unité : kWh/m² de Sref/an) ;  l’introduction du coefficient d’énergie primaire non renouvelable : Cep,nr (Unité : kWh/m² de Sref/an) ;  l’introduction de l’Impact sur le changement climatique associé aux consommations d'énergie : Icénergie (unité : kg eq. CO2/m² de Sref). 50 Guide RE 2020 Évolution du coefficient du besoin bioclimatique (Bbio) Le Bbio caractérise la capacité de la conception d’un bâtiment à réduire passivement les besoins de chauffage en hiver, de refroidissement en été et d’éclairage artificiel. Comme en RT 2012, un Bbio performant s’obtient en optimisant le bâti indépendamment des systèmes énergétiques mis en œuvre : prise en compte de l’orientation et de la disposition des baies ou fenêtres afin de favoriser les apports solaires en hiver tout en s’en protégeant en été, travail sur l’éclairage, limitation des déperditions thermiques grâce à la compacité des volumes et une bonne isolation des parois opaques (murs, dalle et toiture) et des baies. Illustration 7 : Principales évolutions de la RE 2020 sur le volet performance énergétique 51 Guide RE 2020 Prise en compte systématique des besoins en froid Dans la réglementation précédente, les besoins de froid étaient pris en compte dans le calcul uniquement lorsque le concepteur choisissait d’installer un système de climatisation. Avec la RE 2020, ce besoin de froid est systématiquement intégré au calcul, même s’il n’y a pas de système de climatisation prévu (environnement extérieur peu contraignant). Ainsi, là",
    "31": "où la RT 2012 minimisait les besoins de froid, en se basant sur l’absence de système de climatisation, la RE 2020 est réaliste et comptabilise systématiquement les besoins de froid, même si aucun équipement de climatisation n’est installé pour les couvrir. L’objectif est d’optimiser la conception du bâtiment autant concernant ses performances hivernales qu’estivales. Évolution du coefficient d’énergie primaire (Cep) Avec cet indicateur, la RE 2020 élargit son champ d’application, renforce ses exigences sur l’efficacité des équipements et incite à l’autoconsommation de productions électriques et à la récupération de chaleur. Sur l’ensemble des vecteurs énergétiques, utilisés pour couvrir les besoins des postes de consommation conventionnels élargis depuis la RT 2012, la partie renouvelable et non renouvelable est comptabilisée. Le calcul du Cep comptabilise uniquement les énergies importées (renouvelables ou pas) nécessaires à la couverture des besoins du bâtiment. L’indicateur ne comptabilise donc pas les énergies renouvelables captées sur la parcelle du bâtiment. L’autoconsommation d’une production électrique photovoltaïque ou la chaleur récupérée sur la parcelle du bâtiment ne sont pas des énergies importées, elles ne sont donc pas intégrées dans le calcul. Ainsi leurs bénéfices sont pris en compte dans la RE 2020 car elles réduisent le Cep. En revanche, dans l’optique de valoriser le potentiel d’autoconsommation, l’export d’énergie n’est pas pris en considération dans la RE 2020. Illustration 8 : Synthèse des flux énergétique pris en compte par la RE 2020 52 Guide RE 2020 Introduction du coefficient d’énergie primaire non renouvelable (Cep,nr) L’indicateur Cep,nr représente la consommation d’énergie primaire non renouvelable du bâtiment sur les mêmes usages que le Cep. Cet indicateur comptabilise donc uniquement les vecteurs énergétiques non renouvelables pour couvrir les besoins du bâtiment ; hormis ce point, il est en tout point identique au Cep. Par exemple, la consommation de bois ne sera pas prise en compte dans le calcul de l’indicateur, tout comme la part renouvelable de la chaleur fournie par un réseau de chaleur. Avec ce nouvel indicateur, la RE 2020 diffère de la RT 2012 et incite au recours aux énergies renouvelables via un seuil maximal ambitieux de consommation d’énergie primaire non renouvelable. Modifications supplémentaires de la méthode de calcul Voici les principales modifications, en plus de celles énoncées dans le calcul des indicateurs (non exhaustif) :  les indicateurs sont ramenés à une surface consensuelle : la surface habitable (SHAB) pour les habitations et la surface utile (SU) pour les autres destinations, en remplacement des surfaces « thermiques » ;  pour rappel, le calcul des consommations d’électricité nécessaire au déplacement des occupants à l’intérieur du bâtiment, pour les parkings et les circulations en logement collectif a été ajouté ;  les scénarios météorologiques sont mis à jour par : – l’actualisation des années de référence : années-type dont la constitution a été effectuée sur la base de fichiers Météo-France sur la période de janvier 2000 à décembre 2018 ; – la modification de deux stations météos : la Rochelle est remplacée par Tours et Nice par Marignane ; – l’insertion d’une",
    "32": "séquence caniculaire dans le scénario météo conventionnel, pour le calcul du confort d’été uniquement.  la valeur du coefficient de conversion en énergie primaire de l’électricité est revue de 2,58 à 2,3 ;  les scénarios d'occupation ont été ajustés pour rendre compte de manière plus réaliste du comportement des usagers. Néanmoins, il s'agit toujours de scénarios conventionnels et de profils moyens, de sorte que les résultats ne peuvent être utilisés comme outil de prédiction des consommations ;  la méthode de calcul est ajustée face aux retours d’expérience de la RT 2012. Sur le plan énergétique, la RE 2020 réemploie donc les bases de la RT 2012 en les actualisant et en les optimisant. Sortir des énergies fossiles : introduction de l’indicateur Icénergie L’objectif est double sur le volet de la performance énergétique, la RE 2020 doit permettre de construire des bâtiments qui consomment moins mais aussi qui utilisent des énergies moins carbonées. Ainsi, pour la première fois, la réglementation fixera un seuil maximal d’émissions de gaz à effet de serre des consommations d’énergie. L’indicateur Icénergie évaluera l’impact sur le changement climatique de la consommation des énergies pendant l’utilisation du bâtiment sur toute sa durée de vie, soit 50 ans (impact mesuré en kg de CO2 équivalent émis dans l’environnement par m²). 53 Guide RE 2020 Une nouvelle méthode de calcul est utilisée, elle s’appuie sur des données environnementales conventionnelles d’impacts des énergies et sur des principes de l’analyse du cycle de vie (ACV). Bien que sa performance soit regardée sous l'angle des émissions de gaz à effet de serre, il s’agisse d'un indicateur de performance des consommations d'énergie (les leviers d'action sont très proches des leviers sur le Cep). Quoiqu’il soit directement lié à la performance énergétique, le résultat est un indicateur environnemental. Ce calcul est présenté de façon plus développée dans la partie « performance environnementale » qui explique la méthode d’ACV utilisée. 4.2 LA PERFORMANCE ENVIRONNEMENTALE La RE 2020 vise à diminuer l’impact sur le climat des bâtiments neufs en prenant en compte l’ensemble des émissions du bâtiment sur son cycle de vie, de la phase de construction à la fin de vie (matériaux de construction, équipements), en passant par la phase d’exploitation (chauffage, eau chaude sanitaire, climatisation, éclairage…), via une analyse en cycle de vie. Ceci permet d’une part d’inciter à des modes constructifs qui émettent peu de gaz à effet de serre ou qui permettent d’en stocker, tels que le recours aux matériaux biosourcés. D’autre part, la consommation de sources d’énergie décarbonées est encouragée. Ainsi, pour la première fois, la réglementation fixe un seuil maximal d’impact sur le changement climatique pour les consommations d’énergie et pour la construction (composants du bâtiment et chantier de construction). Principes de calcul Le calcul de la performance environnementale d’un bâtiment est basé sur une analyse de son cycle de vie (ACV). Pour réaliser une ACV du bâtiment il faut établir la consommation de matières et d’énergie à chaque étape du cycle de vie : la RE 2020 distingue",
    "33": "cinq étapes du cycle de vie du bâtiment :  Phase de production : acquisition des matières premières et transformation en produit manufacturé (+transport)  Phase de construction : processus de construction et d’installation des matériaux et produits finis, chantier de construction (+transport)  Phase d’exploitation : utilisation, main- tenance, réparation, remplacement des matériaux et produits finis, consommation d’énergie et d’eau pendant l’utilisation du bâtiment  Fin de vie : traitement et élimination des matériaux et produits finis (+transport).  Bénéfices et charges au-delà du cycle de vie, potentiel de réutilisation, récupération et recyclage (transport : sous module présent entre chaque étape) 54 Guide RE 2020 Pour chacune de ces phases du cycle de vie, la méthode prévoit de prendre en compte la contribution aux impacts environnementaux des cinq catégories qui composent le bâtiment (cf. §3.3.5 : contributions relatives aux Composants, Énergie, Chantier, Eau et Parcelle). Les impacts environnementaux de chaque contribution ne concernent pas forcément toutes les phases du cycle de vie. Par exemple, la consommation d’énergie pendant la vie du bâtiment ne concerne que la phase exploitation (kWh électricité pour le chauffage, l’éclairage…). À l’inverse, la contribution relative aux composants concernera chaque étape du cycle vie : un m3 de béton émettra à chaque phase du cycle de vie : lors de sa fabrication, lors de sa mise en œuvre, lors de son entretien pendant l’exploitation du bâtiment, lors de sa destruction en fin de vie et finalement lors d’un éventuellement réemploi, dans ce dernier cas c’est une contribution bénéfique (émission négative). Performance environnementale du bâtiment sur son cycle de vie Phase de production (étape 1) Phase de Construction (étape 2) Phase d’exploitation (étape 3) Phase de fin de vie (étape 5) Bénéfices et charges : valorisation en fin de vie et export d’énergie (étape 5) Contributions Composants ✓ ✓ ✓ Entretien et maintenance ✓ ✓ Énergie ✓ Eau ✓ Chantier ✓ ✓ Parcelle ✓ ✓ ✓ ✓ ✓ Illustration 9 : Principe de l’ACV Illustration 10 : Récapitulatif des contributions aux impacts sur le cycle de vie du bâtiment 55 Guide RE 2020 Calcul des contributions Le calcul de toutes les contributions aux impacts environnementaux est réalisé pour chaque phase du cycle de vie et il suit un principe identique : associer une donnée de projet (quantité de produit, quantité d’énergie issue du calcul énergétique, donnée de chantier…) à une donnée environnementale pertinente (cf. données d’entrée) qui fournit les impacts unitaires liés à cette donnée de projet. On parle d’unité fonctionnelle. Par exemple, la donnée environnementale d’un béton utilisé pour les fondations, fournira l’impact environnemental de son unité fonctionnelle, soit la fourniture d’un m3 de béton. Il suffit donc d’associer la quantité totale de béton mis en œuvre pour connaitre l’impact environnemental des fondations de la construction lié au béton. Comme dans l’exemple, le calcul de l’impact environnemental consiste le plus souvent à simplement multiplier la donnée de projet par la donnée environnementale. Mais un paramètre d’adaptation de la donnée de projet au bâtiment est parfois nécessaire.",
    "34": "Par exemple, il peut être nécessaire de remplacer un produit pendant la durée de vie d’un bâtiment, un nombre de remplacement est donc parfois à prévoir. Chaque produit de construction, chaque équipement et chaque service (énergie, eau) est caractérisé par sa donnée environnementale qui est composée de 36 critères environnementaux (potentiel de réchauffement climatique, consommation d’eau douce, rejet de déchet radioactif, etc.) : Illustration 11 : Expression simplifiée des données environnementales Emission_GES Destruction_couche_ozone Acidification Eutrophisation … … … Énergie fournie à l’extérieur Données env. Expression simplifiée des données environnementales 56 Guide RE 2020 La RE 2020 ne réglemente pas tous les critères environnementaux, mais c’est bien une évaluation des 36 critères qui est réalisée. Les données environnementales unitaires sont donc des données vectorielles. Elles comportent autant de lignes que de critères environnementaux. Le principe de calcul d’une contribution aux impacts peut être schématisé par la figure suivante : Les données environnementales nécessaires à l’évaluation environnementale dans le cadre de la RE 2020 sont rassemblées dans la base de données INIES (http://www.inies.fr/accueil/) et sont consultables gratuitement. Il peut s’agir de données issues de déclarations environnementales, de données environnementales par défaut ou de données environnementales de service (cf. §3.2.4.2). Selon la contribution calculée, la quantité peut correspondre par exemple à des quantités de composants (unités, m², ml…), d’énergie (kWh d’énergie consommée) ou encore d’eau (m3). Le facteur d’adaptation peut consister par exemple en un facteur de renouvellement lié à la durée de vie, de pondération dynamique, d’adaptation de la quantité à l’unité fonctionnelle utilisée dans la donnée environnementale unitaire (par exemple passage d’une masse à une surface grâce à une densité surfacique), d’un taux d’affectation de la quantité au bâtiment étudié dans le cas de parcelles multi bâtiments ou encore d’autoconsommation d’énergie produite localement. Quantités Facteur d’adaptation au bâtiment (Renouvellements du composant, pondération…) Données env. Impacts Illustration 12 : Principe de calcul des impacts environnementaux Concrètement ce travail est réalisé via un logiciel, qui calcule simultanément chacun des 36 indicateurs. 57 Guide RE 2020 Évaluations des impacts sur le changement climatique du bâtiment soumises à exigences réglementaires L’impact sur le changement climatique est évalué pour cinq contributions. En revanche l’impact sur le changement climatique associé au bâtiment correspond à la somme de l’impact sur le changement climatique de quatre contributions « Composants », « Énergie », « Eau » et « Chantier ». Chaque produit de construction, chaque équipement et chaque service (énergie, eau) est caractérisé par sa donnée environnementale (composée de 36 critères environnementaux : potentiel de réchauffement climatique, consommation d’eau douce, rejet de déchet radioactif, etc). La RE 2020 ne réglemente qu’un seul des impacts environnementaux évalués par l’ACV : l’impact sur le changement climatique (critère Emission_GES de la donnée environnementale de l’illustration au- dessus). Afin d’être homogène avec les indicateurs de la performance énergétique, celui-ci est ramené à la surface réglementaire et est nommé Icbâtiment pour représenter l’ensemble des impacts sur le changement climatique de l’opération. Son unité est le kgCO2éq/m². Les contributeurs « Composants » et « Énergie",
    "35": "» ont les plus lourds impacts et représentent souvent à eux deux environ 90 % des impacts totaux d’une opération. Dans le but d’activer des leviers d’action et de travailler simultanément sur ces contributions, la RE 2020 réglemente spécifiquement, l’indicateur Icénergie, et l’indicateur Icconstruction qui correspond à la somme des contributions « Composants » et « Chantier ». L’indicateur Icénergie évaluera l’impact sur le changement climatique de la consommation des énergies pendant l’utilisation du bâtiment sur toute sa durée de vie, soit 50 ans (impact mesuré en kg de CO2 équivalent émis dans l’environnement par m²). Du point de vue méthodologique, cet indicateur est bien environnemental mais il est directement lié à la performance énergétique, les leviers d'action pour le réduire sont énergétiques. Aussi, le décret (article R. 172-4 du Code de la construction et de l'habitation et chapitre Ier de son annexe) le présente avec les indicateurs du volet « énergie ». Ce rapprochement sera fait dans la partie « niveaux de performance ». L’indicateur Icconstruction évaluera l’impact sur le changement climatique des produits de construction et équipements et de leur mise en œuvre lors du chantier (impact mesuré en kg d’équivalent CO2 émis dans l’environnement par m²). Iccomposants Icénergie Icchantier Iceau Icbâtiment Illustration 13 : Calcul des impacts du bâtiment 58 Guide RE 2020 Ces 2 indicateurs permettent de représenter l’impact sur le changement climatique d’une nouvelle construction : Indicateurs (kg éq. CO2/m² de SHAB ou SU) PER=50ans Explications Impact sur le changement climatique des produits de construction et équipements et de leur mise en œuvre (Icconstruction) Unité : kg éq CO2/m² de SHAB ou SU Représente l’impact des contributions « Composants » et « Chantier », c’est le focus sur les produits de construction et équipements et leur mise en œuvre. Impact sur le changement climatique des consommations d'énergie pendant la vie du bâtiment (Icénergie) Unité : kg éq CO2/m² de SHAB ou SU Représente l'impact du contributeur « Energie », c’est un focus sur les impacts des énergies consommées pendant le fonctionnement du bâtiment. 59 Guide RE 2020 Indicateurs supplémentaires, sans exigence réglementaire, introduits par l’évaluation environnementale : Indicateurs supplémentaires Explications Impact sur le changement climatique du bâtiment (Icbâtiment) Unité kg éqCO2/m² de SHAB ou SU C’est la somme des quatre contributions suivantes : « Composants », « Énergie », « Chantier » et « Eau ». Carbone biogénique stocké (StockC) Unité : kg C/m² de SHAB ou SU Il s’agit de la quantité de carbone biogénique stockée dans le bâtiment (l’ensemble des composants des lots de construction). Exemple de stockage biogénique : carbone stocké dans la charpente bois de la construction. Impact des données environnementales par défaut utilisées dans l’évaluation du bâtiment, hors voirie et infrastructure (Icded) Unité : kg éq CO2éq/m² de SHAB ou SU Le calcul de l’indicateur Icconstruction fait appel à des données environnementales spécifiques et des données environnementales par défaut ou des valeurs forfaitaires. Cet indicateur permet de connaitre la part de données environnementales par défaut dans le calcul de l’impact",
    "36": "des composants du bâtiment. Il s’agit de l’impact de l’ensemble des composants associés à des données environnementales par défaut ou à des valeurs forfaitaires à l’exception de ceux des lots 1 et 2. → Exception pour les bâtiments de bureaux dont l’emprise au sol est supérieure à 1 000 m² : le calcul exclut les lots 1, 2 et 13. Indicateurs inclus dans les données environnementales :  13 indicateurs décrivant les impacts environnementaux (changement climatique – total, appauvrissement de la couche d’ozone, acidification…)  6 indicateurs décrivant les impacts environnementaux additionnels (émissions de particules fines, rayonnements ionisants, santé humaine, écotoxicité (eaux douces), …)  10 indicateurs décrivant l’utilisation des ressources (utilisation totale des ressources d’énergie primaire non renouvelables, utilisation nette d’eau douce…)  3 indicateurs décrivant les catégories de déchets (déchets dangereux éliminés, radioactifs…)  4 Indicateurs décrivant les flux sortants du système (Composants destinés à la réutilisation…) Les données environnementales sont des données vectorielles. Elles comportent autant de lignes que le nombre d’indicateurs d’impacts (ou de flux) que l’on souhaite calculer. Les indicateurs résultant du calcul des contributions (à un lot, au bâtiment…) sont donc aussi des données vectorielles comportant autant de lignes que d’impacts (et flux) évalués. Le calcul réglementaire réalise donc simultanément le calcul de 36 indicateurs correspondant aux 36 indicateurs inclus dans les données environnementales. 60 Guide RE 2020 Deux approches de calcul possibles Le calcul des impacts environnementaux de chaque contributeur peut être réalisé par un calcul détaillé ou par un calcul simplifié : Focus sur la méthode d’ACV dite dynamique Pour le calcul de l’impact sur le changement climatique, l’analyse du cycle de vie est déclinée selon deux approches, l’une qualifiée de statique et l’autre de dynamique. Les exigences réglementaires reposent sur l’approche dynamique. L’approche dite dynamique prend en compte la temporalité des émissions et les effets du stockage de carbone. L’indicateur calculé correspond au forçage radiatif cumulé 100 ans après l’édification du bâtiment. Approche simplifiée : pour faciliter l’évaluation des impacts environnementaux du bâtiment  afin de pallier le manque de données, certains lots ou sous-lots de la contribution relative aux « Composants » peuvent être complétés grâce à des valeurs forfaitaires mises à disposition par le ministère en charge de la construction ;  il en est de même pour le lot0 de la contribution relative à la « Parcelle » ;  des formules de calcul simplifiées sont proposées pour le calcul des impacts des contributions relatives au « Chantier » et à l’« Eau ». Approche détaillée : pour permettre aux maîtres d’ouvrage exemplaires de valoriser leurs efforts Calcul de manière détaillée de l’ensemble des lots et utilisation de données réelles du projet. 0,0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1,0 0 10 20 30 40 50 Coefficient de pondération Année de l'émission f(C02) f(fluide_frigo) Illustration 14 : Coefficient de pondération des émissions de gaz à effet de serre pour l’ACV dynamique 61 Guide RE 2020 Dans l’approche statique, tout se passe comme si toutes les",
    "37": "émissions et captations de gaz à effet de serre avaient lieu aujourd’hui, qu’elles soient liées à la construction du bâtiment, à son usage, ou à sa fin de vie. Ainsi, dans cette approche, une émission temporaire de carbone, ou un stockage temporaire de carbone, n’ont pas d’impact sur le résultat. Dans l’approche dynamique, on considère au contraire le moment de l’émission : plus une émission a lieu tôt plus elle a un impact fort. Ainsi, une émission temporaire va augmenter l’impact carbone du projet et un stockage temporaire le diminuer. En pratique, dans l’approche dynamique utilisée pour la RE 2020, les émissions des gaz à effet de serre sont pondérées par un coefficient dont la valeur est dépendante de la date des émissions. Les coefficients sont définis par deux fonctions au pas de temps annuel : fCO2(t) et ffluide_frigo(t). Cette pondération s’applique uniquement pour le calcul de l’impact sur le changement climatique. Par exemple, une émission à l’année 0 sera affectée du coefficient 1 alors qu’une émission à la 50e année sera affectée du coefficient 0,58 (ou 0,88 s’il s’agit de fluides frigorigènes).  Exemple fictif : Cas d’une poutre en bois L’exemple permet de visualiser l’impact de la pondération sur la prise en compte de la fin de vie. Une des caractéristiques du bois, ou des matériaux biosourcés, est de capter du CO2 pendant sa croissance, le bilan carbone au début du cycle de vie est donc très favorable (émission négative dans l’exemple). Ce CO2 capté est stocké dans le bâtiment pendant sa durée de vie puis est relargué en grande partie dans l’environnement en fin de vie du produit d’après les hypothèses des données environnementales. Au global, l’impact sur le changement climatique de la poutre en bois apparaît bénéfique après prise en compte de la temporalité des émissions. Pour les composants dont l’émission principale a lieu en début de vie, l’approche dynamique donne un résultat très proche de l’approche statique, c’est le cas de l’acier, du béton, et bien d’autres composants dont le processus de fabrication est énergivore. Données environnementales statiques ACV dynamique : application des coeff. de pondération Étapes d’ACV kg de CO2 éq kg de CO2 éq Production - 600 année 0, coeff 1 x - 600 - 600 Processus de construction 30 année 0, coeff = 1 x 30 30 Utilisation 0 année 1 à 49, coeff = 0,984 à 0,587 x 0 0 Fin de vie 700 année 50, coeff 0,578 x 700 404,6 Total cycle de vie 130 - 165,4 62 Guide RE 2020 4.3 LE CONFORT D’ÉTÉ La RE 2020 présente une évolution importante sur le thème du confort d’été. La Tic (température intérieure conventionnelle), indicateur réglementaire de la RT 2012, est supprimé : les retours d’expérience indiquent que cet indicateur n’est souvent pas assez corrélé avec l’inconfort perçu par les occupants. Ainsi la RE 2020 introduit un nouvel indicateur une nouvelle exigence sur, les degrés-heures d’inconfort (DH), avec une nouvelle méthode de calcul qui prend en compte les effets du changement",
    "38": "climatique sur les bâtiments : l’évolution des températures à venir, et notamment les vagues de chaleur qui vont devenir plus fréquentes, plus intenses et plus longues. Le DH est calculé au niveau du groupe3. Il est calculé heure par heure, sur l’année, en comparant la température4 du groupe et une température de confort. Si la température du groupe est supérieure à la température de confort durant les heures d’occupation du bâtiment, l’indicateur est incrémenté de l’écart observé. L’indicateur qui permet d’évaluer l’inconfort est le degrés-heures d’inconfort : DH qui s’exprime en °C.h. Il représente le niveau d’inconfort perçu par les occupants. Plus concrètement cet indicateur s’apparente à un compteur qui cumule, sur l’année, chaque degré inconfortable de chaque heure. 3 Les évolutions de températures se différencient niveau du groupe : un même usage de bâtiment sera séparé en différents groupes si par exemple certains locaux sont climatisés et d’autres pas, ou si des locaux sont en configuration traversantes et d’autres pas, on encore si certains locaux ont des échanges thermiques privilégiés grâce à un système énergétique particulier. 4 Il s’agit de la température opérative : elle représente la température ressentie, et consiste en la moyenne de la température de l’air et de la température de paroi. Illustration 15 : Principales évolutions de la RE 2020 sur le confort d’été 63 Guide RE 2020 Qu’est-ce qu’un degré ressenti inconfortable en confort d’été ? La RE 2020 définit 2 seuils que la température intérieure au bâtiment ne doit pas dépasser pour éviter tout inconfort :  la nuit, le seuil de température de 26 °C ;  le jour, un seuil de température adaptatif entre 26° et 28 °C. Au-delà de ces seuils chaque degré du bâtiment est considéré comme inconfortable pour l’occupant. Le jour ce seuil est constant mais il n’est pas forcément identique à celui de la journée précédente. Il varie d’une journée à l’autre pour prendre en compte la capacité du corps humain de s’adapter aux tempéra-tures élevées après une succession de journées chaudes, dans la limite de + 2°C par rapport au seuil consensuel de 26 °C. L’indicateur DH prend donc en compte les conditions climatiques des journées passées, il permet de proposer un niveau de confort relatif et donc plus proche de ce qui est effectivement ressenti par les habitants. Quelle est cette température seuil d’inconfort ? La température de confort est basée sur la notion de température de confort adaptatif. Ce n’est pas une valeur constante. Le confort adaptatif implique en effet que, la température de confort évolue en fonction de la température extérieure (en moyenne glissante sur les derniers jours). Par exemple, s’il fait chaud depuis plusieurs jours, cette notion considère que l’occupant sera en situation d’inconfort avec une température intérieure plus élevée, la température de confort est alors augmentée. À noter que le confort adaptatif n’est pas utilisé la nuit. Ainsi, conventionnellement la RE 2020 fixe le seuil d’inconfort consensuel à 26°C avec la possibilité de le rehausser jusqu’à 28°C en journée (capacité d’adaptation",
    "39": "plafonnée à + 2°C). La période de jour en été est par convention 7h-22h, sur cette période le seuil d’inconfort peut varier entre 26 et 28°C (la nuit il est fixé à 26°C). Exemple de calcul de DH sur une journée d’été avec un seuil d’inconfort en journée de 27°C Illustration 16 : Exemple de calcul des DH sur une journée 64 Guide RE 2020 L’exemple montre une évolution de la température de confort en journée (courbe rouge), le seuil de confort est toujours décomposé en 2 valeurs constantes, une pour la nuit et pour le jour :  la nuit, une valeur toujours égale 26°C ;  le jour, une valeur toujours comprise entre 26 et 28°C. Dans l’exemple il est pris 27°C, ce qui correspond à des conditions extérieures passées chaudes. D’un jour à l’autre cette valeur varie, c’est le confort adaptatif. On visualise en noir l’évolution de la température du bâtiment. Elle dépasse le seuil de confort de jour à 15h de 0,4°C, puis à 16h de 1°C, puis à 17h de 2°C, etc. (L’histogramme beige quantifie l’ensemble des degrés au-dessus du seuil). Ainsi, pour chaque heure, les degrés dépassant le seuil de confort sont calculés puis additionnés. Dans l’exemple, ce cumul donne 20°C.h d’inconfort sur la journée. L’indicateur DH réalise ce calcul sur l’année, c’est donc les cumuls de toutes les journées de l’année qui sont additionnés et forment le DH À noter que le calcul des DH tient compte de l’occupation des locaux. L’illustration suivante présente le même calcul mais avec une inoccupation du bâtiment de 9h à 17h. Les heures inconfortables pendant l’inoccupation ne sont pas comptabilisées, ainsi les DH de cette journée sont à présent de 16,5°C.h. Illustration 17 : Exemple de calcul des DH sur une journée comprenant une période d’inoccupation 65 Guide RE 2020 4.4 LOGICIELS D’ÉVALUATION L’application de la méthode d’évaluation à un projet de bâtiment ou à un bâtiment existant nécessite l’utilisation d’un ou plusieurs logiciels d’évaluation :  Il est indispensable de commencer par faire une évaluation énergétique.  Dans un second temps et en se basant sur les données issues de la première évaluation, il convient de réaliser une évaluation environnementale. L’évaluation de la conformité de l’opération de construction aux exigences de la RE 2020 sera réalisée à la fin de ce processus. Outils pour réaliser l’évaluation de la performance énergétique et du confort d’été Ces logiciels permettant le calcul du Bbio, Cep, Cep,nr, DH et autres indicateurs informatifs, devront être agréés par le ministère et permettre ainsi de prendre en compte les évolutions méthodologiques de la RE 2020 sur les volets « énergie » et « confort d’été ». Les logiciels agréés pour le calcul réglementaire selon la méthode Th-BCE 2020 permettent :  de réaliser l’évaluation énergétique ;  de réaliser les sorties nécessaires à l’évaluation des impacts environnementaux relatifs aux consommations d’énergie ;  de créer un fichier récapitulatif standardisé d’étude thermique (RSET) au format de sortie obligatoirement compatible pour l’évaluation de la performance",
    "40": "environnementale du bâtiment validés (cf. Outils d’évaluation de la performance environnementale). Outils pour l’évaluation de la performance environnementale La RE 2020 comprend des calculs d’impacts environnementaux du bâtiment tout au long de son cycle de vie. Comme pour la partie énergie et confort d’été, les logiciels permettant de réaliser l’évaluation environnementale nécessaire au calcul des indicateurs « émissions de gaz à effet de serre » Icénergie, Iccomposants, ainsi que de tous les indicateurs informatifs, devront être agréés par le ministère et permettre de prendre en compte la nouvelle méthode de calcul basée sur l’analyse du cycle de vie et conforme à l’arrêté de la RE 2020. Les logiciels agréés pour le calcul réglementaire selon les règles générales pour le calcul de la performance énergétique et environnementale, permettent :  de réaliser l’évaluation environnementale ;  de créer un fichier récapitulatif standardisé d’étude énergétique et environnementale (RSEE). 66 Guide RE 2020 Évaluation des logiciels Ces logiciels sont présentés à une évaluation par les éditeurs de logiciels de manière volontaire. Pour accompagner les éditeurs volontaires à la compatibilité du calcul environnemental des logiciels vis-à-vis de la méthode de calcul réglementaire de la RE 2020 le ministère mettra à disposition :  une note qui décrit la procédure d’évaluation à suivre (démarche et fonctionnement) ;  un cahier des charges d'évaluation ;  des cas tests permettant un autocontrôle du logiciel. Liste des logiciels à disposition La liste des logiciels ayant obtenu une validation ministérielle provisoire pouvant être utilisés pour réaliser les calculs réglementaires est disponible sur le site : https://rt-re-batiment.developpement- durable.gouv.fr/evaluation-des-logiciels-a619.html La liste de ces logiciels sera mise à jour périodiquement dans le cadre de la poursuite de la procédure d’accompagnement et d’analyse de la compatibilité des logiciels présentés par les éditeurs volontaires. Tout éditeur qui souhaiterait être intégré à cette liste peut se référer à la procédure citée ci-avant. Les remontées d’anomalies, remarques et toute autre question concernant l’utilisation des logiciels doivent être effectuées auprès des éditeurs de logiciels dont les coordonnées sont fournies sur le site internet avec la liste des logiciels agréés. 4.5 LES ATTESTATIONS DE LA PRISE EN COMPTE DE LA RE 2020 Dans la continuité de la RT 2012, la RE 2020 poursuit le dispositif des attestations de prise en compte de la réglementation. Celui-ci évolue afin de simplifier au maximum les procédures administratives. Il est également élargi aux nouveaux enjeux de la RE 2020. Ainsi, l’objectif de ce dispositif est d’accompagner les maîtres d’ouvrage, mais également les maîtres d’œuvre au respect des trois piliers de la RE 2020 :  la sobriété énergétique et à la décarbonation de l’énergie ;  la diminution de l’impact carbone de la construction des bâtiments ;  la garantie du confort en cas de forte chaleur. Comme pour la RT 2012, cela se traduit par la création de deux documents à établir à deux moments clés du processus de construction :  au dépôt de la demande de permis de construire ;  à l’achèvement des travaux de construction d’un",
    "41": "bâtiment. Attestation à établir au dépôt de la demande de permis de construire Le maître d’ouvrage, ou le maître d'œuvre lorsque ce dernier est chargé d'une mission de conception, atteste de la prise en compte de la réglementation environnementale 2020. Le document permettra également d’attester de la réalisation de l’étude de faisabilité d’approvisionnements en énergie pour tous les bâtiments soumis à la RE 2020. Ce document vise à sensibiliser, dès la phase de conception, aux enjeux de la RE 2020. 67 Guide RE 2020 Focus sur l’étude de faisabilité relative aux approvisionnements en énergie Lancée au 1er janvier 2008, l’étude de faisabilité relative aux approvisionnements en énergie est un dispositif issu de la transposition de la directive européenne sur la performance énergétique des bâtiments et déjà présents lors des précédentes réglementations thermiques. Réalisée par le maître d’ouvrage, elle vise à favoriser le recours aux énergies renouvelables et aux systèmes énergétiques les plus performants. L’entrée en vigueur de la RE 2020 a été l’occasion d’une mise à jour de cette étude et de son périmètre d’application (typologies de bâtiments concernés). Cette étude est obligatoire pour toute construction de bâtiment soumis à la RT 2012 ou à la RE 2020, à l'exception des catégories suivantes : 1. les constructions provisoires prévues pour une durée d'utilisation égale ou inférieure à deux ans ; 2. les bâtiments à usage agricole, artisanal ou industriel, autres que les locaux servant à l'habitation, qui ne demandent qu'une faible quantité d'énergie pour le chauffage, la production d'eau chaude sanitaire ou le refroidissement ; 3. les bâtiments servant de lieux de culte ; 4. les extensions des monuments historiques classés ou inscrits à l'inventaire en application du Code du patrimoine ; 5. les bâtiments indépendants dont la surface de plancher totale nouvelle est inférieure à 50 m2 ; 6. les maisons individuelles ou accolées ; 7. à partir du 1er janvier 2025, les logements collectifs. En effet, les exigences de la RE 2020 garantissent le recours aux énergies renouvelables et faiblement carbonées, pour les maisons individuelles ou accolées dès 2022, et pour les logements collectifs à partir de 2025. Ainsi, l’objectif de l’étude de faisabilité étant atteinte, elle n’est plus nécessaire pour ces typologies de bâtiments aux échéances indiquées. Pour les bâtiments soumis à la RE 2020 et hors exception, l’étude porte sur la consommation d’énergie primaire du bâtiment, pour le chauffage, la ventilation, le refroidissement, la production d'eau chaude sanitaire, l’éclairage des locaux et la mobilité des occupants internes au bâtiment. Elle doit justifier le choix du système d'approvisionnement en énergie du projet de construction, appelé système pressenti, en comparant sa faisabilité technique et économique, avec au moins quatre autres variantes. Les critères de comparaison principaux sont la consommation énergétique, le coût d’investissement, les coûts d’exploitation et maintenance et les émissions de gaz à effet de serre des consommations d'énergie seulement. 68 Guide RE 2020 Comment produire l’attestation nécessaire au permis de construire ? Le principe de génération numérique de l’attestation mis en place pour la RT 2012",
    "42": "est maintenu pour la RE 2020. La production de cette attestation s'appuiera sur le récapitulatif standardisé d'étude énergétique et environnementale en version informatique que les logiciels agréés pour le calcul réglementaire sont en capacité de générer. Le maître d'ouvrage devra alors utiliser un outil informatique mis à disposition sur le site internet édité par le ministère chargé de la construction, http://rt-re-batiment.developpement- durable.gouv.fr/ Contenu de l’attestation au permis de construire L’attestation au stade du PC contiendra a minima :  les données administratives du projet ;  un engagement du maître d’ouvrage à avoir réalisé l’étude de faisabilité relative aux approvisionnements en énergie ;  le respect des exigences globales (de résultats) suivantes : les indicateurs Bbio et DH sont inférieurs ou égaux aux seuils maximaux Bbiomax et DHmax, respectivement ;  le respect de l’exigence par élément (ou de moyen) suivante : accès à l’éclairage naturel ;  un engagement du maître d’ouvrage à pouvoir, après la déclaration d’ouverture du chantier, justifier du respect des seuils pour les indicateurs Icconstruction ;  un engagement du maître d’ouvrage à prendre en compte les exigences sur les systèmes de ventilation. Au travers de cette attestation, le maître d’ouvrage s’engage également à communiquer, à la demande des agents publics assurant le contrôle des règles de construction, l’étude de faisabilité relative aux approvisionnements en énergie dès le dépôt de permis de construire et à justifier, à la demande de ces mêmes agents, d’avoir réalisé une analyse de cycle de vie du bâtiment conforme aux exigences de la RE 2020, avant le début des travaux. Ainsi, le document à établir au dépôt de la demande de permis de construire permettra de s’assurer :  que la réflexion sur les systèmes énergétiques ait été engagée, en indiquant que l’opération a fait l’objet d’une étude de faisabilité technique et économique des diverses solutions d'approvisionnement en énergie ;  de la prise en compte de la conception bioclimatique du bâtiment au plus tôt du projet grâce à l’indicateur Bbio, gage d’atteinte d’un niveau de performance énergétique élevé ;  de la prise en compte du confort thermique d’été grâce à l’indicateur DH, gage de résilience du bâtiment face au réchauffement climatique. Il incite également le maître d’ouvrage à avoir réalisé une analyse de cycle de vie du bâtiment conforme aux exigences de la RE 2020, avant le commencement des travaux et à suivre avec attention l’installation des systèmes de ventilation. 69 Guide RE 2020 Attestation à établir à l’achèvement des travaux Ce document est établi pour le compte du maître d’ouvrage par l’un des quatre professionnels suivants :  un architecte ;  un diagnostiqueur de performance énergétique pour les maisons individuelles ou accolées ;  un bureau de contrôle ;  un organisme de certification si le bâtiment fait l’objet d’une certification. Il est complété à l’aide des résultats du calcul réglementaire, de justificatifs fournis par le maître d’ouvrage et d’une visite sur site (différents contrôles visuels sont réalisés). Joint à la déclaration attestant l'achèvement et la",
    "43": "conformité des travaux, il atteste du respect de l’ensemble des indicateurs relatifs aux exigences dites globales ou de résultats de la RE 2020 : 1. besoin bioclimatique ; 2. consommation d’énergie primaire non renouvelable ; 3. consommation d’énergie primaire ; 4. confort d’été ; 5. impact sur le changement climatique associé aux consommations d’énergie ; 6. impact sur le changement climatique associé aux composants du bâtiment y compris le chantier de construction. Le professionnel réalisant l’attestation vérifie également le respect de certaines exigences dites par éléments ou de moyens sur les caractéristiques thermiques du bâtiment. Un contrôle de cohérence de 10 données environnementales utilisées dans l’analyse de cycle de vie du bâtiment est également intégré à cette attestation. Comment produire l’attestation nécessaire à l’achèvement des travaux ? Comme précédemment, le principe de génération numérique est maintenu pour la RE 2020. La production de cette attestation s'appuiera sur le récapitulatif standardisé d'étude énergétique et environnementale en version informatique que les logiciels agréés pour le calcul réglementaire sont en capacité de générer. Le maître d'ouvrage devra alors utiliser un outil informatique mis à disposition sur le site internet édité par le ministère chargé de la construction, http://rt-re-batiment.developpement- durable.gouv.fr/ Contenu de l’attestation à l’achèvement des travaux L’attestation à l’achèvement des travaux contiendra :  les données administratives du projet ;  la date de la visite sur site du professionnel qui réalise l’attestation ;  le respect des exigences (dites globales ou de résultat) de performance énergétique et environnementale (les différents indicateurs sont inférieurs ou égaux aux seuils maximaux) : • Bbio ≤ Bbiomax ; • Cep,nr ≤ Cep,nrmax ; • Cep ≤ Cepmax ; • Icénergie ≤ Icénergie_max ; • Icconstruction ≤ Icconstruction_max; • DH ≤ DHmax ; 70 Guide RE 2020  un contrôle de cohérence de 10 données environnementales utilisées dans l’analyse de cycle de vie du bâtiment est également intégré à cette attestation ainsi que les valeurs des indicateurs informatifs Icbâtiment (Impact sur le changement climatique associé au bâtiment) et StockC (stockage de carbone biogénique) ;  le respect de certaines exigences dites par éléments ou de moyens sur les caractéristiques thermiques du bâtiment : • l’isolation des parois opaques ; • les protections solaires ; • la perméabilité à l’air de l’enveloppe ; • le système de ventilation (pour les bâtiments d’habitation, exploitation du rapport de vérification et de mesure réalisé par un professionnel qualifié). * Si le bâtiment a plus de 5 générateurs de production de chaleur ou de froid :  dans le cas de solutions collectives, le contrôle est réalisé sur les 5 générateurs principaux ;  dans le cas de solutions individuelles, le contrôle est réalisé sur 5 générateurs choisis par le professionnel. ** Contrôle pour les maisons individuelles, les logements collectifs et les bâtiments de bureaux ou d’enseignement primaire ou secondaire, hors immeubles de grande hauteur et hors bâtiments supérieurs à 3 000 m². *** Les documents justifiant les quantitatifs et les références des produits renseignés dans le récapitulatif standardisé d'étude énergétique et",
    "44": "environnementale et le récapitulatif standardisé d’étude énergétique et environnementale devront être vérifiés Contrôle visuel type et nombre de générateurs utilisés pour le chauffage, la production d'eau chaude sanitaire et/ou le refroidissement des locaux* systèmes de ventilation installés protections solaires au moins 10 produits utilisés dans la construction du bâtiment (ceux visés dans le contrôle des données environnementales) Contrôle sur documents conformité des coefficients thermiques des isolants posés conformité du facteur solaire des menuiseries des locaux (hors ceux à occupation passagère) conformité de la valeur de la perméabilité à l'air de l'enveloppe sous 4 Pascal** conformité du système de ventilation (pour les bâtiments d'habitation) vérification de 10 données environnementales*** de produits utilisés dans le bâtiment 71 Guide RE 2020 Un objectif de résultat consiste à atteindre une cible spécifique et mesurable établie par la RE2020. Le concepteur est libre de choisir les moyens pour y parvenir. Par exemple, respecter le seuil Icconstruction_maxest un objectif de résultat, et le concepteur peut utiliser les produits de son choix tant que les calculs d'émissions démontrent que cet indicateur est respecté. En revanche, une obligation de moyen impose des performances pour des composants ou ensembles de composants spécifiques qui doivent être obligatoirement respectées pour se conformer à la réglementation. Par exemple, respecter un niveau de facteur solaire pour les baies est une obligation de moyen imposée par la RE 2020. 5 EXIGENCES DE LA RE2020 POUR LES CONSTRUCTIONS ET EXTENSIONS DE PETITE SURFACE, LES HABITATIONS LÉGÈRES DE LOISIRS ET LES CONSTRUCTIONS TEMPORAIRES En décembre 2022, un décret et un arrêté modificatifs ont été publiés pour préciser les exigences alternatives aux exigences de résultats pour les constructions temporaires, les constructions et extensions de petite surface, ainsi que les habitations légères de loisirs (HLL). A NOTER QUE :  Les constructions temporaires n’étaient pas concernées par la RT 2012 et le deviennent avec la RE 2020.  Un seul cas visé par ces textes se voit fixer des objectifs de résultat : il s’agit des « extensions de maison individuelle entre 50 et 80 m² ». Elles doivent respecter les exigences Bbiomax, Icconstruction_max et DHmax.  Les autres catégories couvertes par ces nouveaux textes sont seulement soumises à des exigences de moyens. Cependant, les maîtres d’ouvrage peuvent, de façon volontaire, appliquer la RE 2020 complète à leur bâtiment. Rappel du calendrier d’application : 5.1 Les constructions et extensions de petite surface Trois catégories de bâtiments en extension ou construction de petite surface à usage d’habitation, de bureaux ou d’enseignement primaire ou secondaire sont soumises à la RE2020 au 1er janvier 2023 :  les constructions et extensions d’une surface inférieure à 50 m²;  les extensions autres que de maison individuelle (MI) entre 50 et 150 m² et inférieures à 30% de la surface des locaux existants;  Les extensions de maison individuelle entre 50 et 80 m². La surface considérée est le cumul des surfaces des différentes extensions d'un même bâtiment, le cas échéant. Les autres constructions et extensions à usage d’habitation, de bureaux ou d’enseignement",
    "45": "primaire ou secondaire sont soumises à la RE2020 sans adaptations. Les porteurs de projets d’HLL et de constructions temporaires peuvent donc choisir d’appliquer les exigences habituelles et complètes de la RE 2020, ou bien des exigences minimales de résultats (dites « exigences alternatives ») définies dans l’arrêté du 22 décembre 2022. 1er janvier 2023 1er juillet 2023 Constructions et extensions de petite surface (dont les HLL non dispensées de démarches d'urbanisme) Constructions temporaires, HLL dispensées de démarches d'urbanisme 72 Guide RE 2020 Référence des exigences alternatives Descriptions sommaires Constructions et extensions de Sref < 50 m² Extensions autres que MI entre 50 et 150 m² et inférieures à 30% de la Sref des locaux existants Extension de MI entre 50 et 80 m² Article R172-4 du CCH Les 6 indicateurs de la RE2020 1°) Respect Bbio Requis 2°), 3°) et 6°) Respect Cep,nr, Cep et Icénergie 4°) Respect Icconstruction Requis 5°) Respect DH (Pour les surélévations climatisées situées en zone H2d ou H3, la valeur DHmaxcat = 1400 DH) Requis Arrêté du 22/12/2022 Les exigences de moyens III. de l’article 50-3 Performance thermique minimale des parois opaques et vitrées donnant sur l'extérieur Coefficient de transmission thermique max pour Plancher bas, Porte non vitrées, Verrières, Vérandas et Lanternaux Performance éclairage P≤ 1 W/m² SU pour 100 lux moyen sur zone à éclairer Performance minimale pour les équipements de chauffage et de refroidissement Pour les extensions, ces dispositions ne s'appliquent qu'aux équipements installés pour alimenter ces extensions -Radiateurs électriques : performance de la régulation et détection automatique d’absence et d’ouverture de fenêtre -Radiateurs et convecteurs : variation temporelle <0,6K -PAC air/air ≤ 12 KW, SCOP≥ 4,2 (resp. 6 pour SEER) Arrêté du 04/08/2021 Art 22 Ponts thermiques, non requis pour le 1er niveau créé en surélévation, pour les autres : Se limite à Ratio ψ < 0,6 W/(m² Sref. K) Température surface > 15°C ou Ratio ψ < 0,33 W/(m² Sref. K) et Ratio ψ9 < 0,6 W/(m² Sref. K) Art 23 Accès à l’éclairage naturel Non requis Surface totale baies ≥1/6 Sref ou niveau d’éclairement minimum Art 25 Surface d'ouverture des baies Non requis Ouverture ≥30% de la surface totale, 10% cas exceptionnel Art 24, 26, 29 et 32 Facteurs solaires, Automatisme, Dispositif d’arrêt manuel et de réglage par local Requis Arrêté du 17/11/2020 (relatif à la Prime de transition énergétique) Art 1, 2, 3, 4 et 7 Performance minimale des équipements techniques Exigences sur la performance des équipements de chauffage, d’ECS et ventilation Art 9, 10, 11, 12 Performance thermique minimale des parois opaques et vitrées donnant sur l'extérieur ou en contact du sol ou sur volume non chauffé Exigences sur la résistance thermique des parois opaques Exigences sur les déperditions thermiques et le facteur solaire des menuiseries Arrêté du 03/05/2007 (relatif à la RT existant) Art 13, 21, 22, 23,24,26, 28, 32, 34, 36,37, 38, 39, 40, 42, 43, 45 et 46 Diverses exigences sur la performance de divers composants du bâtiment, et sur la gestion des équipements techniques",
    "46": "Exigences diverses dont la présence d’organes de régulation Tableau détaillé des exigences alternatives pour les constructions et extensions de petite surface à usage d’habitation, de bureaux ou d’enseignement primaire ou secondaire 73 Guide RE 2020 5.2 LES HABITATIONS LÉGÈRES DE LOISIRS Les habitations légères de loisirs (HLL) sont des constructions démontables ou transportables destinées à un usage temporaire ou saisonnier à des fins de loisirs, selon l'article R111-37 du code de l'urbanisme. Elles sont incluses dans la RE 2020 avec des dates d'entrée en vigueur variables :  À partir du 1er janvier 2022 pour les HLL de plus de 50 m².  À partir du 1er janvier 2023 pour les HLL de moins de 50 m² non dispensées de démarches d’urbanisme.  À partir du 1er juillet 2023 (date de fabrication) pour les HLL de moins de 35 m² dispensées de démarches d’urbanisme. Les exigences de performances énergétiques et environnementales des HLL sont définies selon différents critères de surface et de date de fabrication A noter qu’à la suite d’une ordonnance du Conseil d'État datant du 29 juin 2023, l'application de la RE2020 est suspendue pour les HLL de moins de 35m² destinées à une utilisation saisonnière dans un camping. Pour les trois cas suivants, la seule exigence applicable porte sur la performance de l’éclairage : HLL dispensées de démarches d’urbanisme (implantées dans les lieux de loisirs dont la surface de plancher ≤35m²) et dont la fabrication est achevée avant 1er juillet 2023 Les autres HLL d’une surface <50m² dont la fabrication est achevée avant 1er janvier 2023 HLL non chauffées <50m², sans conduit de fumées et dont l'installation électrique ne permet pas l'installation d'un système de chauffage Arrêté du 22/12/2022 : Exigence de moyens, II. Art 50-4 Péclairage ≤ 1 W/m² SU par tranche de 100 lux moyen sur zone à éclairer Tableau détaillé des cas des HLL soumis uniquement à des exigences sur la performance de l’éclairage Les autres HLL de moins de 50m² sont concernées par d’autres exigences :  HLL dispensées de démarches d’urbanisme dont la fabrication est achevée après le 1er juillet 2023.  Autres HLL d’une surface < 50m² dont la fabrication est achevée après le 1er janvier 2023. Tableaux détaillés de ces exigences en page suivante HLL > 50 m² = Application des exigences RE2020 sans adaptation 74 Guide RE 2020 Référence des exigences alternatives Descriptions sommaires Pour les HLL < 50 m² * autre que celles soumises uniquement à des exigences sur la performance de l’éclairage A compter du 01/07/2023 (HLL dispensées de démarches d’urbanisme) ou du 01/01/2023 (autres cas) A compter du 01/01/2025 A compter du 01/01/2028 Arrêté du 22/12/2022 Exigences de moyens 1. du III Art 50-4. Performance thermique minimale des parois opaques et vitrées donnant sur l'extérieur ou un volume non chauffé Exigences progressives sur les coefficients de transmission thermique maximum 2. du III Art 50-4 Performance éclairage P ≤ 1 W/m² SU pour 100 lux moyen sur zone à éclairer Variation temporelle faible pour les radiateurs et",
    "47": "convecteurs avec régulation Variation < 0,6 K en mode chauffe et < -0,6 K en mode froid Dispositif d'arrêt manuel et de régulation pour chauffage et refroidissement Requis Température de consigne du réglage automatique en fonction de la température dans les locaux occupés < 19°C en moyenne pour le chauffage > 26°C en moyenne pour le refroidissement 3.III Art 50-4 Performance minimale des équipements de chauffage, et d’ECS avec stockage >90L Non requis rendement ≥1 kWh par kWh d’énergie primaire non renouvelable consommée Arrêté du 04/08/2021 Art 22 Ponts thermiques Non requis Requis Art 24 et 26 Respect facteur solaire des baies En fonction de la zone climatique et de l'altitude Caractéristiques et paramétrage des automatismes consommations d'énergie Requis Arrêté du 03/05/2007: RT existant Art 24, 26, 33, 36, 37 et 42 Organes de régulation, de programmation automatique et de gestion des équipements de chauffage, refroidissement, ventilation et éclairage Requis Art 28 Pertes maxi chauffe-eau électrique Non requis Requis Tableau détaillé des exigences alternatives pour les HLL < 50 m² achevées après le 1er janvier 2023, autre que celles soumises uniquement à des exigences sur la performance de l’éclairage * A la suite d’une ordonnance du Conseil d'État datant du 29 juin 2023, l'application de la RE2020 est suspendue pour les HLL de moins de 35m² destinées à une utilisation saisonnière dans un camping. 75 Guide RE 2020 5.3 Les constructions temporaires Les constructions temporaires à usage d’habitation, de bureaux ou d’enseignement primaire ou secondaire suivantes, sont concernées par l’entrée en vigueur des exigences de la RE 2020 au 1er juillet 2023. Il s’agit des constructions temporaires implantées pour une durée n’excédant pas deux ans et des constructions dispensées de démarches d’urbanisme par l'article R.* 421-5 du code de l'urbanisme, soit : - Les constructions implantées pour une durée n'excédant pas deux ans ; - Les classes démontables installées dans les établissements scolaires ou universitaires pour pallier les insuffisances temporaires de capacités d'accueil à l’occasion d’un chantier de travaux dans l’établissement ; - Les constructions temporaires directement nécessaires à la conduite des travaux ainsi que les installations liées à la commercialisation d'un bâtiment en cours de construction. Les exigences alternatives définies sous forme d’exigences de moyens, sont les suivantes :  Pour les bâtiments fabriqués avant le 1er juillet 2023 : une exigence sur la performance de l’éclairage est appliquée à cette date. A noter qu’à partir de 2040 ces bâtiments seront soumis, pour leurs systèmes énergétiques et pour le facteur solaire des baies, aux mêmes exigences que ceux de la catégorie ci-dessous. Même si le fabricant n’avait pas connaissance des exigences au moment de la conception de la construction temporaire, il aura eu 17 ans pour mettre ses bâtiments en conformité avec les exigences attendues, et les équipements seront en fin de vie à défaut d’avoir été remplacés.  Pour les bâtiments fabriqués après le 1er juillet 2023, les exigences seront rehaussées progressivement avec des seuils aux 1er janvier 2025 et 2028. Ces exigences alternatives portent sur : •",
    "48": "la transmission thermique des parois ; • la performance ainsi que les dispositifs de gestion de l’éclairage (artificiel et naturel) ; • la performance et la régulation du chauffage, du refroidissement et de l’ECS ; • la régulation du système de ventilation. Voir le tableau détaillé des exigences alternatives en page suivante Quid des bungalows de chantier ? Les bungalows de chantier sont bien soumis à la RE 2020 à compter du 1 er juillet 2023 pour leurs parties à usage de bureaux (y compris les salles de réunion). Par contre, les vestiaires et les locaux dédiés au déjeuner ne sont pas soumis à la RE 2020 à la date de publication du présent guide. Ils y seront soumis lorsque ces usages de bâtiments seront concernés par la RE2020. 76 Guide RE 2020 Référence des exigences alternatives Descriptions sommaires Constructions temporaires de bâtiments d'habitation, de bureaux, ou d'enseignement primaire ou secondaire et à celle de ces mêmes bâtiments implantés pour une durée n'excédant pas deux ans Bâtiments entièrement constitués de locaux démontables ou transportables fabriqués avant le 01/07/2023 Constructions temporaires dans les autres cas A compter du 01/07/2023 A compter du 01/01/2028 A compter du 01/01/2040 A compter du 01/07/2023 A compter du 01/01/2025 A compter du 01/01/2028 Article R172-4 du CCH Les 6 indicateurs de la RE2020 Exigence sur les 6 indicateurs Non requis Arrêté du 22/12/2022 Les exigences de moyens Art 2 La perméabilité à l'air de l'enveloppe Non requis pour ces constructions et pour celles implantées pour une durée n’excédant pas 4 ans 1. du II, et 2. du II et du III. de l'art 50-1 Exigence performance éclairage : P ≤ 1,6 W/m² par tranche de 100 lux P ≤ 1 W/m² SU par tranche de 100 lux moyen sur zone à éclairer 1. du III de l'art 50-1 Performance thermique minimale des parois opaques et vitrées donnant sur l'extérieur Exigences progressives sur les coefficients de transmission thermique maximum 2. du III. de l'art 50-1 Performance minimale pour les équipements de chauffage et de refroidissement Variation temporelle <0,6K pour les radiateurs et convecteurs avec régulation Eléments d’arrêt manuel et de régulation en fonction de la température intérieure requis 3. du III de l'art 50-1 Performance minimale des équipements de chauffage, et d’ECS avec stockage >90L Rendement ≥1 kWh par kWh d’énergie primaire Rendement ≥1 kWh par kWh d’énergie primaire Arrêté du 04/08/21 Art. 22 Ponts thermiques RatioΨ ≤0,33 W/(m² Sref.K) et Ψ9 ≤0,6 W/(ml.K) Art 24 Respect facteur solaire des baies En fonction de la zone climatique et de l'altitude Art 26 Caractéristiques et paramétrages des automatismes Exigences limitant le risque de mise en route non nécessaire des systèmes énergétique Arrêté du 03/05/2007 : RT Existant Art 24, 26, 33, 36, 37, 42, 43, 45 et 46 Organes de régulation, de programmation automatique et de gestion des équipements de chauffage, refroidissement, ventilation et éclairage Requis Art 28 Pertes maxi chauffe-eau électrique Requis Art 38, 39 et 40 Ventilation indépendante avec régula- tion et temporisation (hors habitation)",
    "49": "Requis Tableaux détaillés des exigences alternatives pour les constructions temporaires 77 Guide RE 2020 6 NIVEAUX DE PERFORMANCE ET LABEL RE 2020 6.1 QUELLES SONT LES EXIGENCES DE PERFORMANCE ÉNERGÉTIQUE ET ENVIRONNEMENTALE ? Confort d’été : Indicateur DH La RE 2020 met en place deux seuils d’inconfort, basés sur l’indicateur DH en °C.h :  Seuil haut : DH_max. Au-delà, le bâtiment est non- règlementaire : inconfort excessif  Seuil bas : 350 °C.h. En-deçà, le bâtiment est réglementaire. Aucune pénalité pour inciter à atteindre ce niveau bas d’inconfort n’est nécessaire.  Entre ces 2 seuils le bâtiment respecte l’exigence réglementaire mais pour inciter à travailler au confort du bâtiment en période estivale (en particulier à la conception bioclimatique et à la mise en place de leviers passifs), un forfait de refroidissement est ajouté aux consommations d’énergie (si le bâtiment est déjà climatisé, les consommations de climatisation sont prises en compte à la place de ce forfait). Pour les bâtiments climatisés, cet indicateur est calculé en désactivant le système de climatisation, ils doivent respecter le seuil haut avec les autres leviers (conception, systèmes passifs, systèmes de rafraîchissement). Confort assuré Ajout d’un forfait de froid aux calculs des indicateurs Cep/Cep,nr/Icénergie Non réglementaire Inconfort probable, mais non excessif, en cas de période caniculaire réglementaire DH_Max Seuil haut modulé : limite réglementaire Seuil bas : 350 °C.h Météo avec un scénario caniculaire sur la période estivale Simulation du comportement du bâtiment Somme des degrés- heures : Seuil 26°C la nuit et effet adaptatif jusqu’à +2°C la journée Illustration 18 : Schéma de principe du confort d’été dans la RE 78 Guide RE 2020 Maisons individuelles ou accolées : valeurs possibles du seuil haut La valeur DH_max prend les valeurs suivantes, en fonction de la catégorie de contraintes extérieures de la partie de bâtiment : Logements collectifs La valeur DH_max prend les valeurs suivantes, en fonction de la catégorie de contraintes extérieures, du caractère climatisé ou non, et de la surface moyenne des logements de la partie de bâtiment : * La catégorie 1 : le seuil n’est pas réhaussé en cas de climatisation de « confort » sauf pour le pourtour et arrière-pays méditerranéen. Les constructions des zones H2d et H3 de catégorie 1 qui installeraient un système de climatisation sont soumis aux seuils de la catégorie 1 climatisée. ** La catégorie 1 climatisée est spécifique au pourtour et arrière-pays méditerranéen : les zones climatiques H2d et H3 voient leur seuil réhaussé en cas d’installation de climatisation de confort. *** La surface moyenne du logement, Smoylgt=Sref / Nbr de logements Catégorie 1 « sans contrainte extérieure » Catégorie 2 « avec contrainte extérieure » DH_max 1 250 1 850 Valeur de DH_max Catégorie 1*,sauf parties de bâtiments climatisées en zones H2d et H3 Catégorie 1 climatisée** :Pour les zones H2d et H3 Catégorie 2 ***Smoylgt ≤ 20 m² 1 250 1 600 2 600 20 m² < Smoylgt ≤ 60 m² 1 250 1 700 – 5* Smoylgt 2 850 – 12,5* Smoylgt",
    "50": "Smoylgt > 60 m² 1 250 1 400 2 100 79 Guide RE 2020 Bureaux La valeur DH_max prend les valeurs suivantes, en fonction de la catégorie de contraintes extérieures, du caractère climatisé ou non, et de la surface moyenne des logements de la partie de bâtiment : Enseignement primaire et secondaire La valeur DH_max prend les valeurs suivantes, en fonction de la catégorie de contraintes extérieures, du caractère climatisé ou non, et de la surface moyenne des logements de la partie de bâtiment : Catégorie 1, sauf parties de bâtiments climatisées en zones H2d et H3 Catégorie 1 climatisé, en zone H2d et H3 Catégorie 2 Catégorie 3 DH_max 1 150 2 400 2 600 Pas de seuil Catégorie 1, sauf parties de bâtiments climatisées en zones H2d et H3 Catégorie 1 climatisé, en zone H2d et H3 Catégorie 2 DH_max 900 1 800 2 200 80 Guide RE 2020 La catégorie de contraintes extérieures caractérise les difficultés pour un bâtiment à se rafraîchir passivement par ouverture des fenêtres. Ces contraintes peuvent être liées à l’exposition aux bruits des menuiseries ou à des règles d’hygiène et de sécurité interdisant l’ouverture des menuiseries. Ainsi, par soucis d’équité, les bâtiments dont le contexte est contraint, sont classés dans des catégories qui permettent de rehausser les seuils réglementaires. Dans le même esprit que la RT 2012, la RE 2020 avec ces catégories, tient compte d’une consommation de climatisation lorsqu’elle est indispensable au confort du bâtiment et liée au contexte extérieur. →La catégorie 3 représente une situation très contrainte, uniquement pour l’usage de bureaux →La catégorie 2 représente une situation de contrainte, pour les usages qui ne sont pas de catégorie 3 →La catégorie 1 représente la situation sans contrainte La catégorie de contraintes extérieures d’un bâtiment thermiquement homogène et d’une zone est définie par la catégorie de contraintes extérieures des locaux qui la constitue. Pour qu’un local soit de catégorie 3, toutes les conditions suivantes sont nécessaires :  local muni d'un système de climatisation ;  local situé dans une zone à usage de bureaux ;  les règles d’hygiène et de sécurité interdisent l’ouverture de toutes les baies du local donnant sur l’extérieur OU il est situé dans un immeuble de grande hauteur au sens de l’article R. 146-3 du Code de la construction et de l’habitation. Pour qu’un local soit de catégorie 2, toutes les conditions suivantes sont nécessaires :  Ne pas être de catégorie 3  Local muni d'un système de climatisation ;  Les baies du local sont exposées au bruit (BR2 ou BR3) ;  Le bâtiment est construit sur le pourtour ou l’arrière-pays méditerranéen à une altitude inférieure à 400 m (zone climatique H2d ou H3). Un bâtiment qui n’est ni de catégorie 2, ni de catégorie 3 est de catégorie 1. Besoins : Indicateur BBio Pour être réglementaire la valeur du Bbio d’un bâtiment ne doit pas dépasser la valeur du Bbio_max. Pour un bâtiment moyen les exigences pour l’habitation sont les suivantes",
    "51": ": Comme pour la RT 2012 et par souci d’équité, le Bbio_maxmoyen est modulé pour prendre en compte les contraintes de chaque bâtiment (zone géographique, présence de combles, surface moyenne des logements, surface du bâtiment, zone de bruit) : Usage de la partie de bâtiment Valeur de Bbio_maxmoyen Maisons individuelles ou accolées 63 points Logements collectifs 65 points Bureaux 95 points Enseignement primaire et secondaire 68 points 81 Guide RE 2020 Bbiomax = Bbio_maxmoyen × (1 + Mbgéo + Mbcombles + Mbsurf_moy + Mbsurf_tot + Mbbruit) Où :  Mbgéo : coefficient de modulation selon la localisation géographique (zone géographique et altitude) du bâtiment. La RE 2020 agrège les 2 modulations de la RT 2012 (Mbalt et Mbgéo) en une unique modulation géographique qui reprend le même esprit, à savoir ajuster les exigences sur le Bbio en fonction des rigueurs climatiques hétérogènes.  Mbcombles : coefficient de modulation selon la surface de plancher de combles aménagés dans la maison individuelle ou accolée. C’est une nouvelle modulation qui permet d’ajuster les exigences sur le Bbio pour prendre en compte les surfaces chauffées de hauteur sous plafond inférieure à 1m80 (non incluses dans la SHAB) ;  Mbsurf_moy : coefficient de modulation selon la surface moyenne des logements du bâtiment ou de la partie de bâtiment. Modulation déjà introduite avec la RT 2012 pour équilibrer les efforts entre petits et grands logement ;  Mbsurf_tot : coefficient de modulation selon la surface totale du bâtiment. Modulation spécifique pour les logements collectifs pour équilibrer les efforts liés aux parties collectives entre petits et grands collectifs (en MI, Mbsurf_tot=0) ;  Mbbruit : coefficient de modulation selon l’exposition au bruit des infrastructures de transport à proximité du bâtiment. C’est une nouvelle modulation introduite par la RE 2020. Pour donner suite à la prise en compte des besoins de froid dans le calcul du Bbio, Mbbruit permet de compenser les contraintes de bruit, qui limitent les possibilités de ventilation naturelle du bâtiment par ouverture des fenêtres, particulièrement préjudiciables pour les constructions du pourtour et de l’arrière-pays méditerranéen (H2d et H3). 82 Guide RE 2020  Exemple de Bbiomax (en points) : Bbio_max moyen Mbgéo Mbsurf_moy H1a H1b H1c H2a H2b H2c H2d H3 63 0.15 0.2 0.2 - 0.05 0 -0.1 0.05 - 0.1 - 0.016 Les autres coefficients de modulation sont à 0 Bbio_maxmo yen Mbgéo Mbsurf moy Mbsurf tot H1a H1b H1c H2a H2b H2c H2d H3 65 0.1 0.2 0.15 - 0.1 0 - 0.1 0 - 0.1 - 0.015 0.069 Les autres coefficients de modulation sont à 0 Maison individuelle Sref = 100 m² Altitude < 400 mètres Pas de surface de plancher < 1,8 mètre Exposition au bruit : Aucune (classe Br1) Collectif Sref = 1 000 m² Nb de logement : 20 Altitude < 400 mètres Pas de surface de plancher < 1,8 mètre Exposition au bruit : Aucune (classe Br1) 62 83 Guide RE 2020 Énergie : Indicateurs Cep,nr, Cep et Icénergie Pour être réglementaire les valeurs de",
    "52": "Cep,nr, Cep et Icénergie d’un bâtiment ne doivent pas dépasser, respectivement les valeurs de Cep,nr_max, Cep_max et Icénergie_max. Pour un bâtiment moyen les valeurs pivots sont les suivantes : * Pour les maisons individuelles ou accolées, la valeur de Icénergie_maxmoyen est fixée à 280 kgCO2/m², lorsque la demande de permis de construire de la maison est déposée avant le 31/12/2023 et l’une des deux conditions suivantes est respectée : • la parcelle est concernée par un permis d’aménager octroyé avant le 01/01/2022, prévoyant un raccordement au réseau de gaz ; • la parcelle est comprise dans le périmètre d’une zone d’aménagement concerté dont le dossier de réalisation, prévoyant un raccordement au réseau de gaz du périmètre, a été approuvé avant le 01/01/2022. Usage de la partie de bâtiment Valeur de Cep,nr_maxmoyen Valeur de Cep_maxmoyen Maisons individuelles ou accolées 55 kWhep/(m².an) 75 kWhep/(m².an) Logements collectifs 70 kWhep/(m².an) 85 kWhep/(m².an) Bureaux 75 kWhep/(m².an) 85 kWhep/(m².an) Enseignement primaire 65 kWhep/(m².an) 72 kWhep/(m².an) Enseignement secondaire 63 kWhep/(m².an) 72 kWhep/(m².an) Usage de la partie de bâtiment Valeur de Icénergie_maxmoyen 2022 à 2024 2025 à 2027 À partir de 2028 Maisons individuelles ou accolées 160* kg CO2/m² 160* kg CO2/m² 160* kg CO2/m² Logements collectifs - raccordés à un réseau de chaleur urbain 560 kg CO2/m² 320 kg CO2/m² 260 kg CO2/m² Logements collectifs – autres cas 560 kg CO2/m² 260 kg CO2/m² 260 kg CO2/m² Bureaux - raccordés à un réseau de chaleur urbain 280 kg CO2/m² 200 kg CO2/m² 200 kg CO2/m² Bureaux 200 kg CO2/m² 200 kg CO2/m² 200 kg CO2/m² Enseignement primaire ou secondaire - raccordés à un réseau de chaleur urbain 240 kg CO2/m² 200 kg CO2/m² 140 kg CO2/m² Enseignement primaire ou secondaire 240 kg CO2/m² 140 kg CO2/m² 140 kg CO2/m² 84 Guide RE 2020 Cep,nr_maxmoyen, Cep_maxmoyen et Icénergie_maxmoyen sont modulés pour prendre en compte les contraintes de chaque bâtiment (zone géographique, présence de combles, surface moyenne des logements, surface du bâtiment, catégorie de contraintes extérieures) : Cep,nr_max = Cep,nr_maxmoyen × (1 + Mcgéo + Mccombles + Mcsurf_moy + Mcsurf_tot + Mccat) Cep_max = Cep_maxmoyen × (1 + Mcgéo + Mccombles + Mcsurf_moy + Mcsurf_tot+ Mccat) Icénergie_max = Icénergie_maxmoyen × (1 + Mcgéo + Mccombles + Mcsurf_moy + Mcsurf_tot+ Mccat) Où :  Mcgéo : coefficient de modulation selon la localisation géographique (zone géographique et altitude) du bâtiment La RE 2020 agrège les 2 modulations de la RT 2012 (Mcalt et Mcgéo) en une unique modulation géographique qui reprend le même esprit, à savoir ajuster les exigences sur le Bbio en fonction des rigueurs climatiques hétérogènes ;  Mccombles : coefficient de modulation selon la surface de plancher de combles aménagés dans la maison individuelle ou accolée.  Mcsurf_moy : coefficient de modulation selon la surface moyenne des logements du bâtiment ou de la partie de bâtiment. Modulation déjà introduite avec la RT 2012 pour équilibrer les efforts entre petits et grands logements ;  Mcsurf_tot : coefficient de modulation selon la surface totale du bâtiment. Modulation valable pour",
    "53": "toute typologie de bâtiment, hors maison individuelle ou accolée (en MI, Mcsurf_tot=0) ;  Mccat : coefficient de modulation selon la catégorie de contraintes extérieures du bâtiment. C’est une reformulation des catégorie CE1 et CE2 de la RT 2012. Mccat permet de compenser les contraintes extérieures qui limitent les possibilités de ventilation naturelle du bâtiment par ouverture des fenêtres, lorsque cela impose le recours à un système de climatisation pour les constructions du pourtour et de l’arrière-pays méditerranéen (H2d et H3). 85 Guide RE 2020  Exemple de Cepmax / Cep,nr_max (en kWhep/(m².an) : Cep_maxm oyen Cep,nr_maxmo yen Mcgéo Mcsurf moy H1a H1b H1c H2a H2b H2c H2d H3 75 55 0.1 0.15 0.1 - 0.05 0 - 0.1 - 0.15 - 0.2 - 0.1 Les autres coefficients de modulation sont à 0  Exemple de Cepmax / Cep,nr_max (en kWhep/(m².an) : Cep_max moyen Cep,nr_max moyen Mcgéo Mcsurf _moy Mcsurf _tot H1a H1b H1c H2a H2b H2c H2d H3 85 70 0.05 0.05 0.05 - 0.1 0 - 0.15 - 0.1 - 0.15 0.036 0.043 Les autres coefficients de modulation sont à 0 Collectif Sref = 1 000 m² Nb de logement : 20 Altitude < 400 mètres Pas de surface de plancher < 1,8 mètre Exposition au bruit : Aucune (classe Br1) Maison individuelle Sref = 100 m² Altitude < 400 mètres Pas de surface de plancher < 1,8 mètre Exposition au bruit : Aucune (classe Br1)) 86 Guide RE 2020  Exemple de Icenergie_max pour une MI / Icenergie_max pour un collectif (en kgCO2/m²) : Maison individuelle : Icénergie_max moyen Mcgéo Mcsurf_ moy H1a H1b H1c H2a H2b H2c H2d H3 160 0.1 0.15 0.1 - 0.05 0 - 0.1 - 0.15 - 0.2 - 0.1 Collectif : Icénergie_maxmo yen Mcgéo Mcsurf_ moy Mcsurf_ tot H1a H1b H1c H2a H2b H2c H2d H3 560 0.05 0.05 0.05 - 0.1 0 - 0.15 - 0.1 - 0.15 0.036 0.043 Les autres coefficients de modulation sont à 0 Exigences pour un permis déposé au 1er janvier 2022 MI / Collectif 87 Guide RE 2020 Produit de construction et équipement : Indicateur Icconstruction Pour être réglementaire la valeur de Icconstruction d’un bâtiment ne doit pas dépasser la valeur de Icconstruction_max. Pour un bâtiment moyen les valeurs pivots évoluent de manière progressive afin de permettre à l’ensemble de la filière constructive de s’approprier la méthode d’analyse du cycle de vie et de diminuer les émissions de la construction, ces valeurs sont les suivantes : Icconstruction_maxmoyen est modulé pour prendre en compte certaines contraintes (présence de combles, surface du projet ou surface moyenne des logements, impact des infrastructures, impact des parkings, zone géographique, utilisation importante de données par défaut) : Icconstruction_max = Icconstruction_maxmoyen × (1 + Micombles + Misurf) + Miinfra + Mivrd + Migéo + Mided + Mipv Où :  Micombles : coefficient de modulation selon la surface de plancher de combles aménagés dans le bâtiment. Cette modulation permet d’ajuster les exigences pour prendre en compte les surfaces construites non habitables",
    "54": "(h < 1m80) ;  Misurf : coefficient de modulation selon la surface moyenne des logements du bâtiment ou de la partie de bâtiment, ou selon la surface du bâtiment ou de la partie de bâtiment. Permet d’équilibrer les efforts entre petits et grands bâtiments ;  Miinfra : coefficient de modulation selon l’impact des fondations et des espaces en sous- sol du bâtiment. Cette modulation permet d’ajuster les exigences pour prendre en compte les contraintes nécessitant d’importantes fondations ou espaces souterrains (sol mauvais, nécessité de construire des parkings en sous- sol…) ;  Mivrd : coefficient de modulation selon l’impact de la voirie et des réseaux divers du bâtiment. Cette modulation permet d’ajuster les exigences pour tenir compte des impacts environnementaux éventuellement élevés liés à la présence de réseaux d’alimentation du bâtiment ou d’aires de stationnement qui desservent le bâtiment ;  Migéo : coefficient de modulation selon la localisation géographique (zone géographique et altitude). Cette modulation permet d’ajuster les exigences pour tenir compte de la mise en œuvre de moyens supplémentaires pour assurer le confort estival du pourtour et arrière-pays méditerranéen ;  Mipv : coefficient de modulation selon l’impact de l’installation des panneaux photovoltaïques pour un bâtiment à usage de bureaux de plus de 1 000 m² d’emprise au sol. Cette modulation permet d’ajuster les exigences pour compenser l’obligation, à ces bâtiments, de la loi n° 2021- 1104 du 22 août 2021 de mise en œuvre de dispositions de lutte contre le dérèglement climatique (cas du choix d’un procédé de production d’énergies renouvelables) ;  Mided : coefficient de modulation selon l’impact des données environnementales par défaut et valeurs forfaitaires dans l’évaluation du bâtiment. Cette modulation permet d’ajuster les exigences pour prendre en compte le manque de disponibilité de données environnementales spécifiques. Usage de la partie de bâtiment Valeur de Icconstruction_maxmoyen 2022 à 2024 2024 à 2027 2028 à 2030 A partir de 2031 Maisons individuelles ou accolées 640 kq éq. CO2/m² 530 kq éq. CO2/m² 475 kq éq. CO2/m² 415 kq éq. CO2/m² Logements collectifs 740 kq éq. CO2/m² 650 kq éq. CO2/m² 580 kq éq. CO2/m² 490 kq éq. CO2/m² Bureaux 980 kq éq. CO2/m² 810 kq éq. CO2/m² 710 kq éq. CO2/m² 600 kq éq. CO2/m² Enseignement primaire ou secondaire 900 kq éq. CO2/m² 770 kq éq. CO2/m² 680 kq éq. CO2/m² 590 kq éq. CO2/m² 88 Guide RE 2020 Exemple Icconstruction_max (kq éq. CO2/m²) : Icconstruction_ maxmoyen Migéo H1a H1b H1c H2a H2b H2c H2d H3 640 0 0 0 0 0 0 30 30 Les autres coefficients de modulation sont à 0 Maison individuelle (exigences pour un permis déposé au 1er janvier 2022) Sref = 100 m² Altitude < 400 mètres Pas de surface de plancher < 1,8 mètre Ic_lot1 ≤ 30 kg éq.CO2/m² 89 Guide RE 2020 Icconstruction_ maxmoyen Migéo Misurf H1a H1b H1c H2a H2b H2c H2d H3 740 0 0 0 0 0 0 30 30 - 0.039 Les autres coefficients de modulation sont à 0 Exigences de moyens",
    "55": "La RE 2020 complète, comme la RT 2012, ses exigences globales par des exigences de moyens. Celles-ci sont autant que possible retranscrites en exigences de résultats accompagnées de solutions techniques de référence ; c’est le cas :  de l’accès à l’éclairage naturel en habitation : une justification de différents niveaux d’éclairage en lux permet de valider la règle de la surface de baies représentant 1/6 de la surface de référence (ou 1/3 de la surface de façade disponible 3 si Sref < 25 m²) déjà introduit par la RT 2012 ;  des ponts thermiques : une justification des températures de surface des parois permet de valider les ratios de transmissions thermiques linéiques et moyens déjà introduits par la RT 2012. À noter qu’à présent, afin d’assurer la performance réelle du bâtiment construit, deux vérifications de la performance après travaux sont désormais obligatoires pour l’habitation :  La perméabilité à l'air de l'enveloppe sous 4 Pa, Q4Pa-surf. Les exigences restent inchangées pour les bâtiments d’habitation : 0,6 et 1 m³/(h.m²) respectivement pour la maison individuelle et le collectif. Une exigence est introduite pour les bâtiments de bureaux et d’enseignement, hors immeubles de grande hauteur et hors bâtiments supérieurs à 3 000 m² : 1,7 m³/(h.m²). Également, une pénalisation des mesures est introduite dans 2 cas : – lorsque la mesure de perméabilité de logements est réalisée par échantillonnage, un coefficient de 1,2 est appliqué aux mesures obtenues ; – lorsque des travaux pouvant affecter la perméabilité à l’air des logements restent à réaliser après la livraison : les valeurs obtenues sont augmentées de 0,3 m³/(h.m²). Ces deux augmentations sont cumulables dans cet ordre.  Introduction de la vérification du système de ventilation du bâtiment avec notamment une mesure de ses performances. La RE 2020 fixe comme exigence la vérification du fonction- nement correct du système. Collectif (exigences pour un permis déposé au 1er janvier 2022) Sref = 1 000 m² Nb de logement : 20 Altitude < 400 mètres Pas de surface de plancher < 1,8 mètre Ic_lot1 ≤ 10 kg éq.CO2/m² Ic_lot2 ≤ 40 kg éq.CO2/m² 90 Guide RE 2020 6.2 DISPOSITIONS PARTICULIÈRES Exigences pour les bâtiments multiusage Pour les bâtiments comportant plusieurs zones, définies par leur usage, les valeurs Bbio_max, Cep,nr_max, Cep_max, Icénergie_max et Iccomposants_max du bâtiment sont calculées au prorata des surfaces de référence de chaque zone, respectivement à partir des valeurs Bbio_max, Cep,nr_max, Cep_max, Icénergie_max et Iccomposants_max des différentes zones. Vente en en l'état futur d'achèvement Lorsqu'un bâtiment ou une partie de bâtiment est livré sans système de chauffage, il est évalué avec un système de chauffage par défaut par effet joule classique. Seul le choix du dimensionnement en puissance est modifiable par l’utilisateur. Cette saisie par défaut est valable uniquement pour les bâtiments à usage d’habitation, pour les autres usages le bâtiment pourra ne respecter que les exigences de moyens. Le déroulé de la vérification du système de ventilation sera détaillé dans le Protocole RE 2020 – Vérification, mesures des performances et exigences pour",
    "56": "les systèmes de ventilation mécanique dans le résidentiel neuf, en cours de réalisation. Si le système de ventilation ne respecte pas les exigences du protocole de vérification, le maître d’ouvrage doit alors le remettre en conformité. La mesure doit être réalisée par une personne reconnue compétente par le ministre chargé de la construction. Il s’agit notamment d’avoir suivi et validé une formation reconnue par le ministre chargé de la construction. 91 Guide RE 2020 6.3 UN LABEL POUR ALLER AU-DELÀ DE LA RE 2020 L’Etat a affirmé sa volonté d’impulser une nouvelle dynamique collective vertueuse pour aller au-delà de la RE2020, en cohérence avec les objectifs nationaux à moyen et long terme. Plus qu’un label d’Etat, c’est la construction d’un cadre commun de référence qui accompagnera la mise en place de la RE2020 et servira à préparer son évolution à moyen-terme. Ce cadre commun explorera, de nouvelles thématiques, au-delà de l’énergie et du carbone, et inspirera la réglementation qui succèdera à la RE2020. L’émergence de ce cadre de référence s’inscrit dans un programme de travail établi pour les années 2023 et 2024. Une première étape de concertation ouverte par le Plan Bâtiment Durable Une large concertation menée par le Plan Bâtiment Durable en 2021 pour dessiner les premiers contours du label accompagnant la RE2020 a affirmé l’importance de prendre appui sur les expertises et les savoir-faire existants et a abouti à la création du Groupement d’intérêt écologique (GIE) formé par l’Alliance HQE-GBC, le Collectif des Démarches Quartiers Bâtiments Durables et le Collectif Effinergie. CAP 2030 : UN CADRE COMMUN DE REFERENCE POUR LES BATIMENTS DE DEMAIN Le GIE a lancé des travaux techniques afin de faire émerger un cadre commun de référence « Cap 2030 ». Il vise à élargir l’actuel champ réglementaire de la RE2020 à d’autres aspects environnementaux, éclairant ainsi une voie de progrès que tous, Etat, collectivités et acteurs de la filière, souhaitent poursuivre pour les bâtiments et l’aménagement de demain et d’après-demain. Les acteurs de la filière ont été invités à s’inscrire au sein de 9 groupes de travail thématiques qui ont démarré leurs travaux en septembre 2023 :  GT 1 : Neutralité carbone  GT 2 : Mesurer les performances  GT 3 : Energie et coopération avec les réseaux  GT 4 : Qualité de l’environnement intérieur  GT 5 : Gestion durable de l’eau  GT 6 : Economie circulaire  GT 7 : Biodiversité  GT 8 : Adaptation au changement climatique  GT transverse : Low-tech 92 Guide RE 2020 93 Guide RE 2020 Maisons individuelles ou accolées : valeurs possibles du seuil haut La valeur DH_max prend les valeurs suivantes, en fonction de la catégorie de contraintes extérieures de la partie de bâtiment : Mise en page : www.laboiteaverbe.fr Parution janvier 2024"
}